[
    {
        "title": "Publication d’un rapport d’enquête qui fait état d’un cadre « tabletté » au ministère de l’Éducation",
        "content": "Publication d’un rapport d’enquête qui fait état d’un cadre « tabletté » au ministère de l’Éducation\nLe 2 décembre 2024, la Commission de la fonction publique (CFP) a transmis au ministère de l’Éducation (MEQ), le\nrapport\nd'une enquête réalisée à son initiative concernant un cadre « tabletté » au MEQ.\nLe 25 septembre 2018, l’emploi du cadre classe 2 est aboli, ce qui marque le début de la transition de carrière. De l’avis du Secrétariat du Conseil du trésor (SCT), un tel processus ne devrait pas excéder 18 mois.\nL’enquête a démontré des lacunes de gestion de la part du MEQ qui, en raison d’allégations de problèmes comportementaux du cadre a accepté de lui faire occuper un emploi de niveau professionnel à responsabilités décroissantes, tout en conservant sa rémunération de cadre. Au 31 mars 2023, le salaire maximum d’un emploi de niveau professionnel était de 90 110 $ tandis que celui de cadre classe 2 était de 151 728 $.\nDans son rapport, la CFP précise que le cadre n’a jamais eu la volonté réelle de se replacer dans un emploi d’encadrement au sein du MEQ ou ailleurs dans la fonction publique parce qu’il se plaisait dans ses tâches de niveau professionnel.\nLe SCT a effectué de nombreux rappels au MEQ afin de régulariser le dossier du cadre, sans succès.\nCe n’est qu’après sa comparution devant la CFP, en août 2024, que le cadre a pris les mesures pour régulariser sa situation. Sa récente demande lui garantit la protection dégressive de son salaire de cadre pendant 5 ans à compter du 26 août 2024 tout en lui assurant de bénéficier des nouvelles conditions salariales du personnel d’encadrement à compter du 1\ner\navril 2023 (en négociation).\nRecommandations\nLa Commission a recommandé au ministère de l’Éducation :\nd’assumer pleinement ses responsabilités de gestion et traiter de manière adéquate, à l’avenir, les allégations de mauvais comportement visant un employé, notamment par le processus disciplinaire approprié, plutôt que de le sous-utiliser pendant plusieurs années;\nde prendre les dispositions nécessaires pour régulariser la situation de tous ses cadres en transition de carrière ou qui sont hors structure dans les plus brefs délais ;\nde mettre en place une procédure formelle de gestion de transition de carrière s’échelonnant sur une période maximale de 18 mois, ou sur toute autre période qui pourrait être définie par le Secrétariat du Conseil du trésor.\nDans un courriel du 11 décembre 2024, le MEQ a avisé la CFP qu’il adhérait aux recommandations.\nUn suivi sera effectué par la CFP pour constater les actions réalisées dans ce dossier.\nLa CFP a recommandé au Secrétariat du Conseil du trésor :\nd’exiger que tout cadre en transition de carrière demeure inscrit à la liste des personnes en priorité de placement, dans le système de gestion du personnel excédentaire, jusqu’à ce qu’il soit replacé ou reclassé ;\nde définir une période maximale de transition de carrière et l’inscrire dans la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires (630)\nou dans le guide\nPlacement des cadres en transition de carrière\n;\nde gérer la transition de carrière d’un cadre, à la place du ministère ou de l’organisme, lorsque la durée dépasse la période maximale à définir ;\nde prendre les mesures nécessaires pour que les ministères et les organismes respectent le cadre normatif applicable à la transition de carrière en assurant un suivi constant de la procédure.\nDans un courriel du 16 décembre 2024, le SCT a avisé la CFP qu’il adhérait aux recommandations.\nUn suivi sera effectué par la CFP pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Désignation à titre provisoire non conforme au ministère de l’Agriculture, des Pêcheries et de l’Alimentation",
        "content": "Désignation à titre provisoire non conforme au ministère de l’Agriculture, des Pêcheries et de l’Alimentation\nLe 7 juin 2024, la Commission de la fonction publique (CFP) a transmis au ministère de l’Agriculture, des Pêcheries et de l’Alimentation (MAPAQ) les conclusions d’une enquête concernant une désignation à titre provisoire sur un emploi d’encadrement.\nFaits constatés\nLe 26 novembre 2022, un emploi d’encadrement, classe 3 (630-03), devient vacant;\nLe MAPAQ désigne à titre provisoire un(e) analyste de l’informatique et des procédés administratifs sur l’emploi d’encadrement;\nLe MAPAQ publie l’emploi d’encadrement en affectation et en mutation le 5 juillet 2023;\nLe 31 mai 2024, la désignation à titre provisoire est toujours en cours.\nAnalyse\nLa désignation à titre provisoire est non conforme aux articles 53 et 54 de la\nDirective concernant la dotation des emplois dans la fonction publique\nqui accordent le droit au (à la) sous-ministre ou dirigeant(e) d’organisme de désigner provisoirement un(e) fonctionnaire sur un emploi vacant jusqu’à ce qu’il soit pourvu. Les démarches doivent être entreprises dans un délai de 120 jours à compter de la date de la désignation;\nLa durée de la désignation à titre provisoire dépasse 52 semaines, ce qui est non conforme à l’article 6-8.03 de la\nConvention collective des professionnelles et professionnels\n2020-2023\n.\nRecommandations de la CFP\nLa CFP a recommandé au sous-ministre du ministère de l’Agriculture, des Pêcheries et de l’Alimentation :\nD’entreprendre immédiatement les démarches nécessaires pour doter l’emploi d’encadrement;\nDe mettre fin à la désignation à titre provisoire de l’analyste de l’informatique et des procédés administratifs au plus tard le 13 septembre 2024;\nDe s’assurer d’entreprendre, à l’avenir, les démarches visant à pourvoir les emplois d’encadrement dans les 120 jours à compter de la date de désignation à titre provisoire;\nDe s’assurer, à l’avenir, du respect de la durée maximale de 12 mois permise pour une désignation à titre provisoire d’un(e) membre du personnel professionnel.\nDans un courriel du 25 juin 2024, le MAPAQ a informé la CFP qu’il adhérait aux constats et recommandations. Un suivi sera effectué par la CFP pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Attribution du niveau de complexité d’un emploi non conforme à La Financière agricole du Québec",
        "content": "Attribution du niveau de complexité d’un emploi non conforme à La Financière agricole du Québec\nLe 7 juin 2024, la Commission de la fonction publique (CFP) a transmis à La Financière agricole du Québec (FADQ) les conclusions d’une enquête concernant la détermination du niveau de complexité d’un emploi.\nFaits constatés\nLa description d’emploi n’a pas été évaluée par un comité d’évaluation en respectant l’approche et les critères d’évaluation établis par le Conseil du trésor malgré deux avis de la direction des ressources humaines auprès du responsable de la vice-présidence administration (RVPA);\nLe président-directeur général, sous recommandation du RVPA, a décidé du niveau de complexité de l’emploi.\nAnalyse\nLes pratiques attendues en matière de détermination du niveau de complexité des emplois professionnels sont indiquées aux articles 6, 7 et 12 de la\nDirective concernant la détermination du niveau de complexité des emplois professionnels et la gestion des emplois de complexité supérieure\n;\nLes articles 38 et 39 de la\nLoi sur la fonction publique\nindiquent les pouvoirs octroyés à la dirigeante ou au dirigeant de l’organisme.\nRecommandations de la CFP\nLa CFP a recommandé au président-directeur général de La Financière agricole du Québec de :\nMettre fin immédiatement au processus de dotation de l’emploi concerné;\nSoumettre le dossier de l’emploi à un comité d’évaluation afin qu’il détermine son niveau de complexité;\nAviser formellement le responsable de la vice-présidence administration de se conformer, à l’avenir, au cadre normatif en matière de gestion des ressources humaines.\nDans un courriel du 14 juin 2024, la FADQ a informé la CFP qu’elle adhérait aux constats et recommandations. Un suivi sera effectué par la CFP pour constater les actions réalisées dans ce dossier.\nSuivi des recommandations\nLe 9 juillet 2024, la CFP recevait de La Financière agricole du Québec (FADQ) les informations sur la mise en application des recommandations à la suite de l’enquête 2425E0500C.\nLa CFP a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que la FADQ a répondu aux recommandations formulées."
    },
    {
        "title": "Manœuvre frauduleuse à l’occasion d’un processus de sélection au ministère du Travail",
        "content": "Manœuvre frauduleuse à l’occasion d’un processus de sélection au ministère du Travail\nLe 7 juin 2024, la Commission de la fonction publique (CFP) a transmis au ministère du Travail (MTRAV) le rapport d’enquête concernant l’usage de fausses informations et de faux documents par une personne afin d’accéder à un poste d’attaché(e) d’administration.\nFaits constatés\nLe 13 mars 2023, le MTRAV publie l’offre d’emploi visant à pourvoir, au recrutement, un emploi d’attaché(e) d’administration;\nLa personne dépose sa candidature en indiquant les informations nécessaires pour répondre aux conditions minimales d’admission à la classe d’emplois;\nLe MTRAV retient la candidature de la personne au terme du processus de sélection. Cette dernière remet, à ce moment, des documents permettant de compléter son dossier;\nLa CFP procède à l’authentification des diplômes et relevé de notes auprès des trois institutions d’enseignement concernées. Au terme de cette validation, il appert que le relevé de notes, les diplômes d’études universitaires et un des diplômes d’études collégiales sont de faux documents. Certains de ces documents ont été utilisés auparavant pour l’embauche de la personne à titre de technicien(ne) dans un autre organisme de la fonction publique québécoise\nLe 8 mai 2024, la personne démissionne de son emploi au MTRAV.\nAnalyse\nLa personne a fait usage de faux documents pour obtenir un emploi auquel elle n’avait pas droit puisqu’elle ne respecte pas les conditions minimales d’admission;\nEn commettant une manœuvre frauduleuse à l’occasion d’un processus de sélection, la personne s’expose à des sanctions pénales conformément à l’article 129 de la\nLoi sur la fonction publique\n;\nLa CFP ajoute, bien que cela ne relève pas de sa compétence, que l’usage de faux documents est également une infraction prévue au\nCode criminel\n(L.R.C. 1985, ch. C-46);\nLa CFP est très préoccupée par le risque de récidive élevé de la personne, car elle ne démontre aucun remord par rapport à ses actes et elle ne reconnaît pas la vérité.\nRecommandation de la CFP\nLa Commission a recommandé à la sous-ministre du ministère du Travail de :\nDénoncer aux autorités policières la conduite de la personne afin qu’elles puissent engager, le cas échéant, des procédures concernant l’infraction pénale établit à l’article 129 de la\nLoi sur la fonction publique\net l’infraction criminelle d’utilisation de faux documents prévue au\nCode criminel\n.\nDans un courriel du 25 juin 2024, le MTRAV a informé la CFP qu’il adhérait aux constats et à la recommandation. Un suivi sera effectué par la CFP pour constater les actions réalisées dans ce dossier.\nSuivi des recommandations\nLe 18 juillet 2024, la CFP recevait du ministère du Travail (MTRAV) les informations sur la mise en application de la recommandation à la suite de l’enquête 2425E0900C.\nLa CFP a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MTRAV a répondu à la recommandation formulée."
    },
    {
        "title": "Taux de traitement non conforme au Tribunal administratif du Québec",
        "content": "Taux de traitement non conforme au Tribunal administratif du Québec\nLe 11 avril 2024, la Commission de la fonction publique (Commission) a transmis au Tribunal administratif du Québec (TAQ) les résultats d’une enquête concernant le taux de traitement d’une conseillère en gestion des ressources humaines (CGRH) au Tribunal administratif du Québec (TAQ).\nConstats\nLa Directrice des ressources humaines (DRH) du TAQ accorde une révision du taux de traitement à une CGRH alors qu’elle lui avait dû lui refuser celle-ci lorsqu’elles étaient dans un autre ministère. De plus, pour s’assurer que cette révision ne soit pas remise en question par un futur employeur de la CGRH, elle engage les intervenants au dossier dans la signature d’une entente confidentielle pour consacrer l’ajustement salarial. De toute évidence, elle présente sciemment un portrait trompeur de la situation aux intervenants afin d’obtenir leur consentement pour signer l’entente. Elle ne les informe notamment pas que, selon le Secrétariat du Conseil du trésor, la CGRH n’a pas droit à une révision de son taux de traitement lors d’une mutation puisque cela serait contraire à la\nDirective concernant l’ensemble des conditions de travail des conseillères et conseillers en gestion des ressources humaines\n.\nCeci va à l’encontre des façons de faire attendues d’une directrice des ressources humaines. La Commission identifie les manquements suivants :\nLoi sur la fonction publique\nL’article 4 impose au fonctionnaire le devoir d’exercer ses attributions conformément aux normes d’éthique et de discipline de cette loi ou dans un règlement adopté conformément à celle-ci.\nL’article 5 édicte que le fonctionnaire est tenu d’office d’être loyal et de porter allégeance à l’autorité constituée. Il doit exercer ses fonctions dans l’intérêt public, au mieux de sa compétence, avec honnêteté et impartialité et il est tenu de traiter le public avec égards et diligence.\nL’article 9 prévoit que le fonctionnaire ne peut, directement ou indirectement accorder, solliciter ou accepter, en sa qualité de fonctionnaire, une faveur ou un avantage indu pour lui-même ou pour une autre personne.\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires (630)\nL’article 5 établit que l’exercice des fonctions d’encadrement est principalement caractérisé par la gestion de diverses ressources, par le maintien de rapports hiérarchiques et de relations entre unités administratives, et nécessite une adhésion aux valeurs de la fonction publique et aux normes d’éthique, une vision claire de la mission de l’organisation, une lecture de l’environnement politico-administratif, la prise de décision ainsi qu’une capacité de mobiliser et déléguer. Le rôle d’encadrement amène à faciliter le développement et la carrière des personnes supervisées.\nRèglement sur l’éthique et la discipline dans la fonction publique\nL’article 2 mentionne qu’en cas de doute, le fonctionnaire doit agir selon l’esprit des normes d’éthique et de discipline qui lui sont applicables.\nL’article 5 stipule que le fonctionnaire doit éviter de se placer dans une situation où il y a conflit entre son intérêt personnel et les devoirs de ses fonctions.\nLe fonctionnaire qui croit se trouver dans une telle situation doit en informer le sous-ministre de son ministère ou le dirigeant de l’organisme dont il relève, lequel peut requérir l’avis du ministère de la Justice et doit informer le fonctionnaire de l’attitude à prendre.\nRecommandations de la Commission\nImposer à la DRH une mesure disciplinaire proportionnelle à la faute commise;\nAnnuler immédiatement la révision du taux de traitement de la CGRH.\nDans un courriel du 18 avril 2024, le TAQ a adhéré à nos constats et s’est engagé à suivre l’ensemble de nos recommandations. La Commission effectuera un suivi des recommandations dans un mois.\nSuivi des recommandations\nLe 14 mai 2024, la Commission recevait du Tribunal administratif du Québec (TAQ) les informations sur la mise en application des recommandations à la suite de l’enquête 2324E8300C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le TAQ a répondu aux recommandations formulées."
    },
    {
        "title": "Nomination non conforme d’un conseiller en développement organisationnel de niveau expert au ministère des Ressources naturelles et des Forêts",
        "content": "Nomination non conforme d’un conseiller en développement organisationnel de niveau expert au ministère des Ressources naturelles et des Forêts\nLe 4 avril 2024, la Commission de la fonction publique (Commission) a transmis au ministère des Ressources naturelles et des Forêts (MRNF) un\nrapport d’enquête\nfaisant suite aux constats et aux recommandations qui lui avaient été formulés au terme de l’enquête 2324-E-64,01C, concernant la mutation d’une personne à un emploi de conseiller(-ère) stratégique en développement organisationnel et en expérience employé (niveau expert) à la Direction du développement de l’organisation, des potentiels et du leadership (DOPL) de la Direction générale des ressources humaines (DGRH).\nEn mai 2023, le processus de mutation n\no\n1000MU600142623B a été publié. Les exigences pour être admissibles à l’emploi indiquaient, entre autres, que :\nL’employé qui ne possède pas le diplôme universitaire pertinent pour occuper un emploi de conseillère ou de conseiller en gestion des ressources humaines doit posséder au moins une année de scolarité dans une discipline pertinente ou une attestation d’études dont l’équivalence est reconnue par l’autorité compétente;\nAvoir au moins cinq années d’expérience pertinente de niveau professionnel dans des secteurs d’activités reliés à l’emploi à pourvoir, y compris six mois dans des activités ayant permis de se familiariser avec des tâches de complexité « expert ».\nConstats\nLa Commission a constaté que la candidature retenue par la DGRH est celle d’une personne détenant un baccalauréat en éducation préscolaire et en enseignement primaire et un diplôme d’études supérieures spécialisées (DESS) en gestion scolaire – gestion des établissements scolaires.\nCes domaines d’études universitaires sont jugés non pertinents par la Commission pour être admissible à la classe d’emploi de conseiller en gestion des ressources humaines (100).\nLa Commission ne considère pas, ni pour l’admissibilité, ni pour le niveau de complexité de l’emploi, l’expérience de travail de conseiller pédagogique comme pertinente pour un emploi de conseiller stratégique en développement organisationnel et en expérience employé.\nComme entité conseil en ressources humaines au sein du ministère, une DGRH se doit d’être exemplaire et de respecter à la lettre les règles pour ses besoins de dotation.\nRecommandations\nUne des recommandations de la Commission au MRNF est de réviser la nomination non-conforme de la personne à titre de conseiller en gestion des ressources humaines de niveau « expert » sur l’emploi de conseiller stratégique en développement organisationnel et en expérience employé.\nPour cette recommandation, le MRNF a répondu, le 18 mars 2024:\nQu’il a procédé à la révision du dossier et maintient la nomination considérant le profil particulièrement pertinent de la personne. Aussi, les responsabilités de l’employé sont nécessaires à l’atteinte des objectifs stratégiques ministériels et au respect des engagements en cours. Enfin, la personne démontre qu'elle possède les compétences, l’expérience et les aptitudes pour mener les mandats qu'elle doit réaliser.\nConsidérant le rôle exemplaire joué par une DGRH dans un ministère, la Commission s’explique difficilement le fait que le MRNF ne suive pas la première recommandation qui est de réviser la nomination non conforme.\nSuivi des recommandations\nLe 1\ner\nmai 2024, la Commission recevait du ministère des Ressources naturelles et des Forêts (MRNF) les informations sur la mise en application des recommandations à la suite de l’enquête 2324-E-64,01C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MRNF n’a pas répondu de façon satisfaisante aux recommandations formulées."
    },
    {
        "title": "Nomination non conforme d’un conseiller en développement organisationnel au ministère des Ressources naturelles et des Forêts",
        "content": "Nomination non conforme d’un conseiller en développement organisationnel au ministère des Ressources naturelles et des Forêts\nLe 4 avril 2024, la Commission de la fonction publique (Commission) a transmis au ministère des Ressources naturelles et des Forêts (MRNF) un\nrapport d’enquête\nfaisant suite aux constats et aux recommandations qui lui avaient été formulés au terme de l’enquête 2324-E-64,00C, concernant la nomination d’une personne à un emploi de conseillers(-ères) en développement organisationnel à la Direction du développement de l’organisation, des potentiels et du leadership (DOPL) de la Direction générale des ressources humaines (DGRH).\nEn mai 2023, le processus de sélection n\no\n10000SRS0600KG23001 a été publié en recrutement. Les exigences pour être admissible à l’emploi indiquaient, entre autres, que la personne devait détenir un diplôme d’études universitaires en administration, option gestion des ressources humaines, en relations industrielles, en orientation, psychologie ou dans une autre discipline pertinente à l’emploi ou une attestation d’études pertinentes dont l’équivalence est reconnue par l’autorité compétente.\nConstats\nLa Commission a constaté que la candidature retenue par la DGRH est celle d’une personne détenant un baccalauréat en intervention sportive.\nCe domaine d’étude universitaire est jugé non pertinent par la Commission pour être admissible à la classe d’emploi de conseiller en gestion des ressources humaines (100). Comme entité conseil en ressources humaines au sein d’un ministère, une DGRH se doit d’être exemplaire et de respecter à la lettre les règles pour ses besoins de dotation.\nRecommandations\nUne des recommandations de la Commission au MRNF est de réviser la nomination non conforme de la personne à titre de conseiller en gestion des ressources humaines sur l’emploi de conseiller en développement organisationnel.\nPour cette recommandation, le MRNF a répondu, le 18 mars 2024 :\nQu’il a procédé à la révision du dossier et maintient la nomination considérant le profil particulièrement pertinent de la personne. Aussi, les responsabilités de l’employé sont nécessaires à l’atteinte des objectifs stratégiques ministériels et au respect des engagements en cours. Enfin, la personne démontre qu'elle possède les compétences, l’expérience et les aptitudes pour mener les mandats qu'elle doit réaliser.\nConsidérant le rôle exemplaire joué par une DGRH dans un ministère, la Commission s’explique difficilement le fait que le MRNF ne suive pas la recommandation de réviser la nomination non conforme.\nSuivi des recommandations\nLe 1\ner\nmai 2024, la Commission recevait du ministère des Ressources naturelles et des Forêts (MRNF) les informations sur la mise en application des recommandations à la suite de l’enquête 2324-E-64,00C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MRNF n’a pas répondu de façon satisfaisante aux recommandations formulées."
    },
    {
        "title": "Niveau de complexité d’un emploi non conforme au ministère des Ressources naturelles et des Forêts",
        "content": "Niveau de complexité d’un emploi non conforme au ministère des Ressources naturelles et des Forêts\nLe 12 mars 2024, la Commission de la fonction publique (Commission) a transmis au ministère des Ressources naturelles et des Forêts (MRNF) les résultats d’une enquête qui avait pour objet la conformité du niveau de complexité supérieure d’un emploi de conseiller en gestion des ressources humaines.\nConstats\nLe 23 novembre 2020, à la suite de la réévaluation de sa description d’emploi, la personne a été désignée sur un emploi de niveau de complexité « expert » au bureau de la directrice générale de la Direction générale des ressources humaines (DGRH) à titre de conseiller stratégique. À l’été 2022, la DGRH a pris la décision de ne plus avoir de conseiller stratégique dans sa direction ce qui a mené à un transfert de la personne, le 29 août 2022, à la Direction du développement de l’organisation, du potentiel et du leadership (DDOPL) avec sa majoration de traitement liée à sa désignation sur un emploi de niveau de complexité « expert ».\nDu début août jusqu’au 21 novembre 2022, plusieurs mouvements de personnel ont eu lieu au niveau du personnel d’encadrement de la DGRH et le 12 janvier 2023, la personne a quitté en invalidité. À l’hiver 2023, des réflexions se sont amorcées quant à :\nla répartition des quotas de désignations à des emplois de complexité supérieure au sein de la DGRH;\nla réévaluation de l’emploi de la personne en fonction des mandats qui lui seraient confiés à son retour.\nLe 29 septembre 2023, la personne est de retour et des discussions débutent entre la personne et la directrice concernant les tâches à lui attribuer. En novembre 2023, la directrice a annoncé son départ. Le 18 janvier 2024, la directrice du DDOPL par intérim a informé la personne de la fin de sa désignation sur un emploi de niveau de complexité « expert ».\nLa description de l’emploi (DE) de conseiller stratégique stipule que « sous l’autorité de la directrice générale des ressources humaines, le titulaire de l’emploi coordonne ou réalise des mandats horizontaux à portée ministérielle afin de fournir aux autorités des conseils stratégiques en matière de ressources humaines. Il soutient et conseille la directrice générale des ressources humaines dans ses responsabilités et contributions stratégiques en regard de la gouvernance ministérielle en matière de ressources humaines (...). Il fournit des conseils stratégiques à cette dernière sur les différents enjeux en ressources humaines (…). »\nLes attributions reliées à l’emploi de conseiller stratégique ne pouvaient pas être transférées à la DDOPL, car les tâches de coordination et réalisation de mandats horizontaux en ressources humaines sont à portée ministérielle et relève de la DGRH. La DGRH aurait dû cesser de reconnaître l’emploi comme étant de complexité supérieure lorsqu’elle a pris la décision de ne plus avoir de conseiller stratégique. Cette décision aurait aussi dû être accompagnée d’une fin de désignation pour la personne.\nDe plus, aucune DE n’a été rédigée et évaluée vers le mois d’août 2022 pour documenter les tâches principales et habituelles de l’emploi pour lequel la personne sera replacée à la DDOPL. Il est donc impossible d’appuyer le niveau de complexité, ni même le classement de l’emploi auquel elle a été affectée et pour lequel elle reçoit une majoration de traitement.\nL’affectation, sans réévaluation de l’emploi, va à l’encontre des pratiques attendues telles qu’indiquées aux :\nArticles 4 et 51 de la\nLoi sur la fonction publique\n(LFP);\nArticle 31 de la\nDirective concernant la classification et l’évaluation des emplois de la fonction publique\n;\nArticles 17 et 18 de la\nDirective concernant la détermination du niveau de complexité des emplois professionnels et la gestion des emplois de complexité supérieure\n;\nArticle 33 de la\nLoi sur l’administration publique\n.\nRecommandations\nLa Commission a émis les recommandations suivantes au MRNF :\nRégulariser l’emploi de la personne en rédigeant et en évaluant les tâches principales et habituelles exercées;\nRespecter, à l’avenir, les obligations en ce qui a trait aux articles de la\nLoi sur la fonction publique\n, de la\nLoi sur l’administration publique\net aux Directives qui s’avèrent non conformes dans ce dossier.\nLe 18 mars 2024, le MRNF a répondu à la Commission qu’il a pris connaissance des constats et recommandations de la Commission concernant l’enquête 2324-E-64,02C et que le Ministère acquiesce aux recommandations.  Dans le futur, le Ministère s'engage à être plus vigilant quant à ses obligations relatives aux articles de la\nLoi sur la fonction publique\n, de la\nLoi sur l’administration publique\net aux Directives qui s’avèrent non conformes dans ce dossier.\nLa Commission fera un suivi prochainement concernant sa recommandation sur la régularisation de l’emploi visé par l’enquête.\nSuivi des recommandations\nLe 16 avril 2024, la Commission recevait du ministère des Ressources naturelles et des Forêts (MRNF) les informations sur la mise en application des recommandations à la suite de l’enquête 2324-E-64,02C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MRNF a répondu aux recommandations formulées."
    },
    {
        "title": "Désignation à titre provisoire non conforme au ministère de la Famille",
        "content": "Désignation à titre provisoire non conforme au ministère de la Famille\nLe 10 janvier 2024, la Commission de la fonction publique (Commission) a transmis au ministère de la Famille (MFA) les résultats d’une enquête qui avait pour objet une désignation à titre provisoire pour l’emploi de directeur à la Direction régionale de Montréal.\nConstats\nAucun processus de dotation n’a été enclenché dans les 120 jours suivant la désignation à titre provisoire. Cette désignation est non conforme à l’article 54 de la\nDirective concernant la dotation des emplois dans la fonction publique\nqui précise que « Lorsque l’emploi à pourvoir en est un de cadre et qu’un fonctionnaire détenant un classement inférieur a été désigné provisoirement dans cet emploi, le sous-ministre ou le dirigeant d’organisme doit initier les démarches visant à le pourvoir dans un délai de 120 jours à compter de la date de désignation »;\nLa durée de la désignation à titre provisoire dépasse la durée maximale de 12 mois prévue par certaines conventions collectives dont la Commission est d’avis que cette norme maximale est raisonnable.\nRecommandations\nLa Commission a émis les recommandations suivantes au MFA :\nDémarrer, dans les plus brefs délais, un processus de dotation pour l’emploi visé par l’enquête;\nDémarrer, à l’avenir, le processus de dotation dans les 120 jours suivant la désignation à titre provisoire.\nLe 15 janvier 2024, le MFA a avisé la Commission qu’il adhérait à ses constats et à ses recommandations.\nSuivi des recommandations\nLe 8 février 2024, le MFA a démontré à la Commission que le processus de dotation a été démarré."
    }
]