[
    {
        "title": "Processus de sélection et prêts de services au ministère de l’Éducation du Québec",
        "content": "Processus de sélection et prêts de services au ministère de l’Éducation du Québec\nLe 14 novembre 2023, la Commission de la fonction publique (Commission) a transmis au ministère de l’Éducation du Québec (MEQ) les résultats d’une enquête qui avait pour objet un processus de sélection au recrutement visant à pourvoir un emploi de responsable de secteurs de formation.\nConstats\nEn juin 2023, le MEQ a publié, sur le portail de la fonction publique, l’offre d’emploi en recrutement n\no\n12300SRS0350A0299132 visant à pourvoir deux emplois de responsable de secteurs de la formation. La Direction générale des ressources humaines (DGRH) a reçu 201 candidatures. Elle a effectué une présélection partielle des candidatures en retenant les 120 candidatures qui répondaient aux exigences telles qu’indiquées dans l’offre d’emploi. Elle n’a pas procédé au repérage des candidatures répondant le mieux au profil recherché en fonction de leurs atouts, comme indiqués dans l’offre d’emploi. Elle a donné accès, au gestionnaire concerné et à deux de ses employés, au système informatique contenant les candidatures pour qu’ils terminent la présélection en leur demandant de leur remettre dix candidatures lorsqu’ils auront terminé. En août 2023, ces candidatures ont été remises à la DGRH pour qu’elle les convoque à deux moyens d’évaluation.\nL’article 49 de la\nLoi sur la fonction publique\n(LFP) accorde la responsabilité de la présélection à l’unité chargée de la gestion des ressources humaines. Elle doit remettre au sous-ministre ou dirigeant d’organisme (le gestionnaire par délégation) des candidatures soumises conformément à l’article 47 de la LFP, soit selon la manière, la forme et les autres modalités indiquées sur l’offre d’emploi publiée et dont le profil est conforme au profil affiché sur l’offre d’emploi.\nLa personne indirectement visée par l’enquête (personne) n’a pas été rencontrée en entrevue. Selon le gestionnaire, ce n’était pas pertinent de la rencontrer étant donné qu’il connaissait déjà très bien cette dernière. La personne est en prêt de services à titre de spécialiste en science de l’éducation à la Direction des programmes d’études et de l’évaluation de la formation générale des adultes et de la formation professionnelle (DPEEFGAFP) depuis octobre 2017. Le gestionnaire avait retenu la candidature de la personne. Celle-ci allait être nommée pour l’emploi de responsable de secteurs de formation le 25 septembre 2023. La Commission a suggéré au MEQ d’attendre la fin de l’enquête avant de procéder à la nomination de la personne pour l’emploi visé par l’enquête, ce qui a été fait.\nSelon les paragraphes 3\no\net 4\no\nde l’article 3 de la LFP, cette dernière institue un mode d’organisation des ressources humaines destiné à favoriser l’égalité d’accès de tous les citoyens à la fonction publique et l’impartialité et l’équité des décisions affectant les fonctionnaires. De plus, l’article 50 de la LFP indique que : « (…) le choix du candidat doit être fondé sur le mérite ». Le\nGuide concernant la dotation des emplois dans la fonction publique\nprécise que : « la sélection au mérite implique que le processus soit transparent, équitable, impartial, effectué dans le respect des règles établies et à l’abri de toute forme de favoritisme, de façon à préserver le lien de confiance de la population envers l’intégrité de l’Administration ». Il n’est donc pas possible, dans le cadre d’un processus de sélection au recrutement ou à la promotion, de favoriser une personne simplement parce qu’elle est connue des gestionnaires ou du personnel.\nAvant la publication du processus, le nom de la personne a été inscrit dans un projet d’organigramme avec le titre de coordonnatrice émérite. Cet organigramme, élaboré par une fonctionnaire, était connu des cadres de la DPEEFGAFP.\nEn juillet 2023, la personne était informée du résultat de la présélection fait par la DPEEFGAFP, soit plus d’un mois avant que la DGRH ne reçoive la liste des candidatures. L’article 3 de la LFP spécifie que les principes d’impartialité et d’équité des décisions affectant les fonctionnaires doivent être respectés. Le traitement des candidatures doit être confidentiel afin de respecter ce principe.\nPrêt de services\nLa personne était en prêt de services à titre de spécialiste en science de l’éducation à la DPEEFGAFP depuis octobre 2017. Ce prêt de services prenait fin en juin 2018. Toutefois, ce prêt de services a été renouvelé à six reprises jusqu’à ce jour pour une durée totale de 6 ans. Pourtant, la\nDirective concernant l’engagement sur une base de prêt de services du personnel des réseaux de l’Éducation et de la Santé et des Services sociaux\n(5-83) indique à l’article 6 ce qui suit  : « Un contrat de prêt de services ne peut être conclu pour une période excédant trois ans » et à l’article 2 : « (…) un engagement de personnel sur une base de prêt de services consiste à retenir les services du personnel des réseaux de la Santé et des Services sociaux et de l’Éducation, à l’exclusion des universités pour exercer une fonction temporaire de quelque nature que ce soit, au sein d’un ministère ; (…) ».\nRecommandations\nLa Commission a émis les recommandations suivantes au MEQ :\nMettre fin à l’entente de prêt de services de la personne le plus rapidement possible;\nNe plus renouveler les ententes de prêt de services après le délai maximal de 3 ans;\nPourvoir, à l’avenir, les emplois vacants répondant à des besoins réguliers et récurrents de ressources humaines avec des postes réguliers et non des postes en prêt de services;\nProcéder à la présélection des candidatures en se conformant aux articles 3, 49 et 50 de la LFP.\nLe 6 décembre 2023, le MEQ a avisé la Commission qu’il adhérait à ses constats et à ses recommandations. La Commission effectuera un suivi de ses recommandations dans les prochains mois.\nSuivi des recommandations\nLe 22 février 2024, la Commission recevait du ministère de l’Éducation (MEQ) les informations sur la mise en application des recommandations à la suite de l’enquête 2324-E-32,01C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MEQ a répondu aux recommandations formulées."
    },
    {
        "title": "Conflit d’intérêts concernant un lien de subordination au ministère de l’Éducation",
        "content": "Conflit d’intérêts concernant un lien de subordination au ministère de l’Éducation\nLe 14 novembre 2023, la Commission de la fonction publique (Commission) a transmis au ministère de l’Éducation du Québec (MEQ) les résultats d’une enquête qui avait pour objet la nomination, en décembre 2022, d’une personne à titre d’adjoint(e) exécutif(-ive).\nConstats\nEn février 2023, selon les informations transmises à la Commission, les directions générales d’un sous-ministériat ont été invitées à réfléchir à la réévaluation des emplois d’adjoint(e)s exécutif(-ive)s afin que ceux-ci soient reconnus de complexité supérieure, et d’y rattacher le taux de traitement prévu. Le but de cette démarche était de rendre le MEQ plus attractif et de retenir les titulaires de ces emplois.\nCette façon d’attirer et de retenir le personnel avec des emplois de complexité supérieure va à l’encontre de la\nDirective concernant la détermination du niveau de complexité des emplois professionnels et la gestion des emplois de complexité supérieure\n. Cette dernière indique, aux paragraphes 2\no\net 3\no\nde l’article 7, que l’évaluation d’un emploi de niveau de complexité expert ou émérite est faite en fonction de la complexité des tâches exercées de façon principale et habituelle, et non à des fins d’attraction et de rétention du personnel.\nCette pratique enfreint aussi l’article 9 de la\nLoi sur la fonction publique\n(LFP), qui stipule que « le fonctionnaire ne peut, directement ou indirectement: 1\no\naccorder, solliciter ou accepter, en sa qualité de fonctionnaire, une faveur ou un avantage indu pour lui-même ou pour une autre personne; (…) ».\nL’emploi d’adjoint(e) exécutif(-ive) a été évalué de niveau de complexité « expert » en mars 2023. En avril 2023, la personne dont la nomination fait l’objet de l’enquête a été désignée à l’emploi réévalué de niveau de complexité « expert » et a obtenu un taux de traitement correspondant à 110 % du taux de l’échelle correspondant à son classement et à son échelon. Lors de ce même mois, l’adjoint(e) exécutif(-ive) et le ou la gestionnaire qui l’avait nommé(e) à ce poste en décembre 2022 auraient entamé une relation personnelle.\nLe ou la gestionnaire a enfreint l’article 5 du\nRèglement sur l'éthique et la discipline dans la fonction publique\n, qui indique qu’un « fonctionnaire doit éviter de se placer dans une situation où il y a conflit entre son intérêt personnel et les devoirs de ses fonctions » et qu’il doit en informer le sous-ministre de son ministère ou le dirigeant de l’organisme de qui il relève.\nLes autorités du sous-ministériat auraient été informées de la situation vers la fin du mois de juin 2023, soit environ deux mois après le début de la relation. La situation a immédiatement été régularisée : la personne dont la nomination fait l’objet de l’enquête a été déplacée dans une autre unité administrative.\nRecommandations\nLa Commission a émis les recommandations suivantes au MEQ :\nS’assurer que le ou la gestionnaire suivra des formations en éthique;\nRéviser l’ensemble des dossiers que le comité d’évaluation du niveau des emplois de complexité supérieure a reçu depuis janvier 2023, pour les emplois d’adjoint(e)s exécutif(-ive)s des directions générales du sous-ministériat concerné, afin de s’assurer que la description d’emploi qui leur a été présentée reflète bien les tâches et les responsabilités des emplois, et que celles-ci sont bien de complexité supérieure.\nEncouragement\nLa Commission encourage le MEQ à préciser les attentes organisationnelles en matière d’éthique auprès des gestionnaires. Cela peut prendre la forme d’une politique organisationnelle sur la gestion des conflits d’intérêts ou d’un formulaire de déclaration d’intérêts mis à la disposition des ministères et des organismes par le Secrétariat du Conseil du trésor.\nLe 20 novembre 2023, le MEQ a avisé la Commission qu’il adhérait à ses constats et à ses recommandations. La Commission effectuera un suivi de ses recommandations dans les prochains mois.\nSuivi des recommandations\nLe 30 janvier 2024, la Commission recevait du ministère de l’Éducation (MEQ) les informations sur la mise en application des recommandations à la suite de l’enquête 2324-E-32,00C.\nLa Commission a analysé ces informations et vu les actions réalisées et les éléments fournis, elle considère que le MEQ a répondu aux recommandations formulées."
    },
    {
        "title": "Nomination non conforme au ministère de la Cybersécurité et du Numérique",
        "content": "Nomination non conforme au ministère de la Cybersécurité et du Numérique\nLe 5 octobre 2023, la Commission de la fonction publique (Commission) a transmis au ministère de la Cybersécurité et du Numérique (MCN) un\nrapport d’enquête\nfaisant suite aux constats et aux recommandations qui lui avaient été formulés au terme de l’enquête 2324-E-12,00XX, concernant la nomination d’une personne à un emploi d’analyste de l’informatique et des procédés administratifs.\nLe 9 mars 2023, l’offre d’emploi n\no\n10800SPS009623022801 a été publiée en promotion. Les exigences pour être admissible à l’emploi indiquaient, entre autres, que la personne doit détenir un diplôme universitaire de premier cycle dans le domaine de l’administration ou dans un domaine jugé pertinent dont l’obtention requiert un minimum de 90 crédits ou une attestation d’études pertinentes dont l’équivalence est reconnue par l’autorité compétente.\nConstats\nLa Commission a constaté que la candidature retenue est celle d’une personne qui occupait un emploi de technicienne en administration dans la même direction que l’emploi à pourvoir. L’évaluation comparative du ministère de l’Immigration, de la Francisation et de l’Intégration a indiqué que cette personne a terminé des études universitaires de premier cycle en chimie.\nCe domaine d’étude universitaire est jugé non pertinent par la Commission et par le Secrétariat du Conseil du trésor pour être admissible à la classe d’emplois d’analyste de l’informatique et des procédés administratifs (108).\nRecommandations\nLa Commission a recommandé au MCN :\nd’annuler la nomination de la personne à l’emploi d’analyste de l’informatique et des procédés administratifs;\nde mettre en place un processus rigoureux d’analyse des candidatures reçues pour les emplois à pourvoir afin de vérifier qu’elles répondent bel et bien aux conditions d’admission et au profil recherché.\nLe 20 octobre 2023, le MCN a répondu qu’il reconnaît que le processus de sélection du personnel peut être amélioré et qu’il y apportera l’attention requise. À cet effet, il tiendra la Commission informée des actions qui seront prises pour atteindre cet objectif.\nBien que le MCN prenne acte de la recommandation visant à annuler la nomination de la personne à l’emploi d’analyste de l’informatique et des procédés administratifs, la Commission comprend qu’il ne la suivra pas."
    },
    {
        "title": "Recommandations faites au MTMD sur des désignations à titre provisoire pour des emplois de cadre",
        "content": "Recommandations faites au MTMD sur des désignations à titre provisoire pour des emplois de cadre\nLe 19 septembre 2023, la Commission de la fonction publique (Commission) a transmis au ministère des Transports et de la Mobilité durable (MTMD) un\nrapport d’enquête\nqui fait suite aux constats et aux recommandations qui lui avaient été formulés au terme de l’enquête 2324-E-01XX, concernant des désignations à titre provisoire pour des emplois de cadre au sein des directions générales territoriales.\nÀ l’ouverture de l’enquête, en avril 2023, il y avait 13 désignations à titre provisoire pour des emplois de cadre au sein des directions générales territoriales du MTMD.\nConstats\nLa Commission a notamment constaté les faits suivants concernant ces 13 désignations :\nDans 6 des 13 dossiers, aucun processus de dotation n’avait été enclenché dans les 120 jours suivant la désignation. Ces désignations étaient non conformes à l’article 54 de la\nDirective concernant la dotation des emplois dans la fonction publique\n;\nDans 4 des 13 désignations à titre provisoire pour des emplois de cadre, la durée des désignations à titre provisoire était de plus de 52 semaines, dépassant la durée maximale de 12 mois prévue dans certaines conventions collectives.\nRecommandations\nLa Commission a notamment recommandé au MTMD :\nd'amorcer, dans les plus brefs délais, des démarches visant à pourvoir l’emploi pour lequel aucun processus de dotation n’a été enclenché depuis le début de la désignation à titre provisoire;\nd'entreprendre, à l’avenir, les démarches visant à pourvoir l’emploi dans un délai de 120 jours à compter de la date de désignation à titre provisoire.\nLa Commission a aussi encouragé le MTMD à mettre fin le plus rapidement possible aux deux désignations à titre provisoire, toujours actives, qui dépassaient 52 semaines.\nLe 10 octobre 2023, le MTMD a répondu à la Commission qu’il a mis ou mettra en place des mesures pour s’assurer de régulariser les situations mentionnées dans le rapport, à l’exception des démarches visant à pourvoir l’emploi pour lequel aucun processus de dotation n’a été enclenché depuis juillet 2022. Le MTMD a indiqué que des considérations stratégiques et fonctionnelles ne lui permettaient pas de suivre la recommandation de la Commission et de régulariser la situation, du moins, à court terme."
    },
    {
        "title": "Promotion non conforme à la Sûreté du Québec",
        "content": "Promotion non conforme à la Sûreté du Québec\nLe 28 avril 2023, la Commission de la fonction publique (Commission) a transmis à la Sûreté du Québec (SQ) les conclusions d’une enquête concernant une promotion à titre d'analyste de l’informatique et des procédés administratifs.\nConstats\nLa Commission a fait les constats suivants :\nLa Direction des ressources humaines (DRH) a utilisé la banque de « conseillère ou conseiller en technologies de l’information » pour nommer un candidat à un emploi d’analyste de l’informatique et des procédés administratifs. En utilisant cette banque, la SQ n’en a pas fait bon usage comme le prévoit l’article 26 du\nRèglement concernant le processus de qualification et les personnes qualifiées\n.\nLa DRH savait que la personne n’était pas admissible à la banque de « conseillère ou conseiller en technologies de l’information », banque à partir de laquelle celle-ci a été nommée. Cependant, la DRH n’a effectué aucune démarche pour la faire retirer de la banque comme le prévoit l’article 32 du\nRèglement concernant les processus de qualification et les personnes qualifiées\n. Au lieu de cela, la DRH a jugé la candidature admissible et l’a soumise au gestionnaire, qui a décidé de lui offrir l’emploi sans le processus d’entrevue. L’article 9 de la\nLoi sur la fonction publique\nindique ce qui suit : « Le fonctionnaire ne peut, directement ou indirectement :\n1° accorder, solliciter ou accepter, en sa qualité de fonctionnaire, une faveur ou un avantage indu pour lui-même ou pour une autre personne; [...] ».\nBien que les besoins de l’organisation étaient de pourvoir un emploi professionnel à horaire majoré (40 heures), la SQ a affiché l’emploi sans aucune mention à cet effet.\nLe candidat qui a été promu bénéficie d’un horaire majoré à 40 heures par semaine à titre de professionnel. La SQ n’a pas de documents à l’appui de cette majoration d’horaire, excepté celui qui justifiait l’horaire majoré de son emploi précédent.\nRecommandations\nLa Commission a formulé les recommandations suivantes à la SQ :\nAnnuler la nomination de la personne;\nS’assurer de mettre en place un processus d’analyse impartial des candidatures reçues pour les emplois à pourvoir afin de vérifier qu’elles répondent bel et bien aux conditions d’admission et au profil recherché;\nRespecter, à l’avenir, les obligations en matière d’éthique prévues à l’article 9 de la\nLoi sur la fonction publique\n.\nPar ailleurs, la Commission a encouragé la SQ à publier les emplois qui sont à horaire majoré avec une mention en ce sens.\nDans un courriel du 8 mai 2023, la SQ s’est engagée à suivre l’ensemble des recommandations. La Commission effectuera un suivi afin de vérifier les actions qui auront été réalisées dans ce dossier.\nSuivi des recommandations\nLe 23 octobre 2023, la Commission terminait le suivi de l’application des recommandations découlant de cette enquête.\nAu vu des éléments fournis par la SQ, la Commission considère que l’organisme a réalisé des progrès satisfaisants dans la mise en œuvre des recommandations qui lui avaient été formulées."
    },
    {
        "title": "Administration du résultat d’un moyen d’évaluation non conforme au ministère de la Sécurité publique",
        "content": "Administration du résultat d’un moyen d’évaluation non conforme au ministère de la Sécurité publique\nLe 10 mai 2023, la Commission de la fonction publique (Commission) a transmis au ministère de la Sécurité publique (MSP) les résultats d’une enquête, qui avait pour objet l’administration du résultat d’un moyen d’évaluation non conforme au MSP.\nConstats\nUne personne candidate au processus de sélection numéro 10500SRS009503770702, visant à pourvoir un emploi de conseillère ou de conseiller en sécurité incendie, a rencontré des difficultés importantes lors de la réalisation d’un des deux moyens d’évaluation, en raison d’un problème lié au système informatique sous la responsabilité du ministère. Le MSP a tout de même inscrit le résultat au dossier de cette personne, avec la mention que le système SGIE a connu des ratés, et il a sensibilisé le gestionnaire à cet effet.\nLa Commission juge que le cadre normatif et les principes de la\nLoi sur la fonction publique\n(Loi) n’ont pas été respectés par le MSP, qui a inscrit la note de l’examen problématique au dossier alors qu’il savait que cette note était incertaine. Cela contrevient, notamment, aux articles 50 et 50.1 de la Loi, qui font mention du principe de mérite et du fait qu’un candidat doit être évalué à l’aide de deux moyens d’évaluation selon les bonnes pratiques en la matière.\nLes moyens d’évaluation sont des outils qui permettent d’assurer la prise de décisions d’embauche objectives et impartiales, basées sur le mérite. Ils permettent de comparer les candidats sur une même base. Pour ce faire, il importe que les résultats aux moyens d’évaluation soient valides, c’est-à-dire qu’ils reflètent le niveau réel de performance de chaque candidat.\nL’administration des moyens d’évaluation doit se dérouler conformément aux directives du concepteur, dans le but d’assurer une standardisation entre les administrations et, ainsi, l’équité entre les candidats, ce qui n’a pas été le cas pour l’un des deux examens du MSP.\nLors de l’enquête, la Commission a constaté que d’autres personnes candidates ont vécu la même situation problématique et que leur résultat a été traité de la même façon.\nRecommandation\nLa Commission a donc recommandé au MSP d’offrir à cette personne, et aux autres qui ont vécu la même situation, la possibilité de reprendre l’entièreté du même moyen d’évaluation ou une version alternative.\nDans un courriel du 17 mai 2023, le MSP a adhéré à nos constats et s’est engagé à suivre notre recommandation."
    },
    {
        "title": "Admissibilité effectuée par le MCN et nomination à la Sûreté du Québec non conformes",
        "content": "Admissibilité effectuée par le MCN et nomination à la Sûreté du Québec non conformes\nLe 20 avril 2023, la Commission de la fonction publique (Commission) a transmis au Secrétariat du Conseil du trésor (SCT) et à la Sûreté du Québec (SQ) les résultats d’une enquête qui avait pour objet la nomination d’une personne, à titre de cadre, classe 4 à la Sûreté du Québec.\nConstats concernant la Direction des processus de qualification du ministère de la Cybersécurité et du Numérique (MCN) (remplacé par le SCT)\nL’analyse de l’admissibilité de la personne, faite par la Commission de la fonction publique à la suite de la demande d’enquête, arrive à la conclusion que cette dernière ne répondait pas à l’une des conditions d’admission du processus de qualification qui a servi à sa nomination.\nConstats concernant la SQ\nLa direction des ressources humaines (DRH) de la SQ a analysé l’admissibilité de la personne dans le cadre de l’administration de la promotion de cette dernière, à l’automne 2022. Le constat était qu’elle ne répondait pas à l’une des conditions d’admission du processus de qualification qui allait servir à sa nomination.\nLa DRH n’a pas informé le SCT afin que ce dernier corrige l’erreur survenue lors de processus de qualification afin, notamment, de retirer de la banque la personne concernée telle que l’indique l’article 50 de la version de la\nLoi sur la fonction publique\nen vigueur au moment des faits. Ainsi que l’article 32 du\nRèglement concernant le processus de qualification et les personnes qualifiées\nqui stipule qu’une personne qualifiée est retirée d’une banque lorsqu’il est constaté qu’elle ne pouvait satisfaire, au moment de son inscription, aux conditions d’admission du processus de qualification ayant mené à son inscription dans cette banque.\nLa DRH a procédé à la nomination de la personne sur un emploi de cadre, classe 4 malgré qu’elle ne répondait pas aux conditions d’admission pour cet emploi.\nConstat au SCT\nLa CFP fait le constat au SCT (en remplacement de la Direction des processus de qualification du MCN) que le nom de la personne n’aurait pas dû être inscrit dans la banque de personnes qualifiées numéro 63004BSR03970001. Cependant, aucune recommandation n’est faite au SCT étant donné que les banques de personnes qualifiées sont caduques.\nRecommandations à la SQ\nÀ la lumière des informations et de l’analyse qui précèdent, la CFP considère les allégations formulées comme fondées. L’enquête démontre en effet que le cadre normatif et les principes de la\nLoi sur la fonction publique\nn’ont pas été respectés. L’article 9 de cette dernière indique clairement que le fonctionnaire ne peut, directement ou indirectement, accorder une faveur ou un avantage indu pour une autre personne. Il apparaît évident que les agissements de la DRH ont porté atteinte à l’intégrité des décisions prises par l’organisation.\nAnnuler la nomination de la personne à titre de cadre, classe 4 sur l’emploi visé;\nS’assurer de mettre en place un processus d’analyse impartial des candidatures reçues pour les emplois à pourvoir afin de vérifier qu’elles répondent bel et bien aux conditions d’admission et au profil recherché;\nRespecter, à l’avenir, les obligations en matière d’éthique prévues à l’article 9 de la\nLoi sur la fonction publique\n.\nLa SQ a avisé la Commission, le 28 avril dernier, qu’elle adhère aux constats et recommandations de cette dernière. La Commission effectuera un suivi des recommandations dans les prochaines semaines."
    },
    {
        "title": "Lacunes constatées dans le traitement d’une candidature au ministère de l’Immigration, de la Francisation et de l’Intégration",
        "content": "Lacunes constatées dans le traitement d’une candidature au ministère de l’Immigration, de la Francisation et de l’Intégration\nMise à jour du texte le 11 mai 2023\nLe 20 février 2023, la Commission a transmis au ministère de l’Immigration, de la Francisation et de l’Intégration (MIFI) les conclusions d’une enquête concernant le traitement d’une candidature reçue dans le cadre d’un processus de sélection d’une technicienne ou d’un technicien en immigration.\nConstats\nLa Commission a constaté qu’une gestionnaire du MIFI a confirmé au requérant qu’il a été retenu pour un emploi de technicien en immigration et que la date d’entrée en fonction serait le 16 janvier 2023. Le requérant a confirmé qu’il acceptait l’emploi et a transmis certains documents dans le cadre de son embauche. Quelques jours avant son entrée en fonction, il est informé qu’il ne répondait pas aux exigences de l’emploi et que sa candidature n’était plus retenue.\nLa Commission constate que la décision du MIFI de refuser la candidature du requérant respecte le cadre normatif en vigueur, le requérant n’ayant pas la scolarité pertinente exigée. Toutefois, la Commission a noté des lacunes dans le traitement des candidatures. Par exemple, l’embauche des candidates et des candidats a été confirmée alors que la conformité de leur candidature n’avait pas encore été vérifiée.\nRecommandations\nS’assurer que les candidatures présélectionnées sont conformes au profil affiché sur l’offre d’emploi à pourvoir, comme prévu à l’article 49 de la\nLoi sur la fonction publique\n, avant de remettre celles-ci au ou à la gestionnaire. Une candidature dont le profil répond aux exigences de l’emploi est considérée comme conforme. Cette vérification se fait généralement sur la base des renseignements mentionnés dans le formulaire d’inscription au processus.\nS’assurer que les pièces justificatives de la candidate ou du candidat sélectionné ont été vérifiées (diplômes, évaluation comparative, permis de conduire si requis, etc.) avant de procéder à toute nomination et que la copie de ces documents est conservée au dossier du candidat choisi.\nPosition du MIFI\nDans un courriel du 9 février 2023, le MIFI a informé la Commission des ajustements apportés à la séquence de ses activités liées au processus de sélection : la conformité des candidatures sera désormais confirmée par les ressources humaines sur la base des informations inscrites au dossier d’inscription en ligne avant que les candidatures ne soient transmises au ou à la gestionnaire (étape de présélection). La Commission en a pris bonne note."
    },
    {
        "title": "Lacunes observées dans le cadre du traitement d’une candidature à la Société de l’assurance automobile du Québec",
        "content": "Lacunes observées dans le cadre du traitement d’une candidature à la Société de l’assurance automobile du Québec\nLe 24 janvier 2023, la Commission a transmis à la Société de l’assurance automobile du Québec (SAAQ) les conclusions d’une enquête concernant le traitement d’une candidature reçue dans le cadre d’un processus de sélection de contrôleuse routière ou contrôleur routier.\nÉléments ne respectant pas les bonnes pratiques en matière de gestion des ressources humaines\nDans le cadre de l’enquête, la Commission a constaté que la personne requérante a questionné la SAAQ pour connaître les prochaines étapes du processus de sélection. La réponse obtenue ne concernant pas le processus de sélection sur lequel la personne avait posé sa candidature et pour lequel elle avait eu un transfert de résultats, celle-ci a questionné à nouveau la SAAQ. Cependant, la nouvelle réponse obtenue ne correspond pas avec le sujet des interrogations de la personne.\nSuggestions de la Commission\nCommuniquer avec la personne requérante et répondre adéquatement à ses interrogations concernant le processus de sélection auquel elle a déposé sa candidature en juin 2022;\nS’assurer, à l’avenir, de bien comprendre le contexte avant de répondre aux questions demandées;\nEffectuer, à l’avenir, un suivi personnalisé auprès des personnes candidates qui ont effectué un ou plusieurs moyens d’évaluation ou les informer que seules les personnes invitées à l’étape suivante du processus de sélection seront contactées.\nDans un courriel du 20 janvier 2023, la SAAQ a informé la Commission qu’elle adhérait aux suggestions."
    }
]