[
    {
        "title": "Octroi de primes de remplacement temporaire d’un chef d’équipe à la Régie du logement",
        "content": "Octroi de primes de remplacement temporaire d’un chef d’équipe à la Régie du logement\nLe 14 décembre 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant l’octroi de primes de remplacement temporaire d’un chef d’équipe à trois techniciens en administration, classe nominale, à la Régie du logement.\nLa Commission a conclu que les primes de remplacement temporaire d’un chef d’équipe accordées à ces personnes étaient non conformes à la\nLoi sur la fonction publique\net au cadre normatif en vigueur. En effet, la raison d’octroi de cette prime n’est pas respectée puisque ces personnes n’exercent pas des fonctions de chef d’équipe.\nLa Commission a recommandé à l’organisme de mettre fin rapidement à ces remplacements temporaires et de respecter, à l’avenir, la raison d’être de l’octroi de ces primes, ce que l’organisme s'est engagé à faire."
    },
    {
        "title": "Refus de mesures d’adaptation lors d'un processus en vue du recrutement",
        "content": "Refus de mesures d’adaptation lors d'un processus en vue du recrutement\nLe 5 décembre 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant le refus de mesures d’adaptation lors d’une séance d’examens tenue par le Centre de services partagés du Québec (CSPQ).\nAu terme de cette enquête, la Commission a conclu que le CSPQ aurait dû fournir ces mesures, comme prescrit dans le certificat médical de la personne requérante. La Commission a recommandé au CSPQ d’inscrire la personne requérante à une nouvelle séance d’examens, ce qui sera fait. Les examens devront être similaires et non identiques à ceux qui ont déjà été passés afin d’éviter l’effet d’apprentissage. De plus, les mêmes critères devront à nouveau être mesurés afin d’être équitables envers tous les candidats qui ont participé à la séance d’examens de ce processus de qualification."
    },
    {
        "title": "Désignations à titre provisoire à la Commission des normes, de l’équité, de la santé et de la sécurité du travail",
        "content": "Désignations à titre provisoire à la Commission des normes, de l’équité, de la santé et de la sécurité du travail\nLe 22 novembre 2018, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) les résultats d'une enquête qui avait pour objet 21 désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’avait été initié dans les 120 jours de la date de la désignation à titre provisoire dans 17 des 21 dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans 6 des 21 dossiers vérifiés.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation. La Commission recommande en outre de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir.\nFace à ces constats, la Commission a fait les recommandations suivantes à la CNESST en tenant compte, entre autres, que cette dernière était dans un processus de réorganisation majeur au regard du traitement de l’admissibilité des réclamations pour lésions professionnelles :\ninitier rapidement un processus de dotation pour les 17 désignations à titre provisoire en cours pour lesquelles aucun processus de dotation n’a été initié jusqu’à présent, dans le cas où l’emploi n’est pas aboli à la fin de la désignation;\nmettre fin, dans un délai raisonnable compte tenu, entre autres, de la centralisation des activités liées à l’admissibilité, aux 6 désignations à titre provisoire qui dépassent 12 mois;\ninitier, à l’avenir, le processus de dotation dans les 120 jours suivant la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire.\nLa CNESST s’est engagée à suivre l’ensemble des recommandations de la Commission.\nSuivi associé\n27 juin 2019 – Consulter le\nSuivi des recommandations adressées à la CNESST"
    },
    {
        "title": "Refus d'une candidature lors d'un processus de qualification en vue du recrutement",
        "content": "Refus d'une candidature lors d'un processus de qualification en vue du recrutement\nLe 23 octobre 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant l'admission d'une candidature à un processus de qualification tenu par le Centre de services partagés du Québec (CSPQ).\nAu terme de cette enquête, la Commission a conclu que la décision de refuser l'admission de cette candidature était non conforme à la\nLoi sur la fonction publique\net au cadre normatif applicable.\nLa Commission a recommandé au CSPQ d’admettre la candidature, ce qui a été fait."
    },
    {
        "title": "Enquête à l’initiative de la Commission à la Commission des transports du Québec",
        "content": "Enquête à l’initiative de la Commission à la Commission des transports du Québec\nLe 27 septembre 2018, la Commission a transmis à la Commission des transports du Québec (CTQ) les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en janvier 2018.\nAu terme de cette enquête, la Commission a constaté, dans 5 dossiers de dotation, que la description d’emploi n’avait pas été évaluée et approuvée. En effet, la section des signatures qui atteste que le contenu de la description d’emploi a été approuvé par les gestionnaires n’était pas signée. De plus, la section de la détermination du niveau de l’emploi n’était pas complétée et signée par le conseiller spécialisé en évaluation des emplois et par le responsable ministériel.\nLa Commission a recommandé à la CTQ de prendre les moyens nécessaires pour s’assurer, à l’avenir, que la description des emplois à pourvoir soit dûment complétée, à jour, et approuvée, ce que l’organisme s’est engagé à faire\n."
    },
    {
        "title": "Enquête à l’initiative de la Commission à la Régie des alcools, des courses et des jeux",
        "content": "Enquête à l’initiative de la Commission à la Régie des alcools, des courses et des jeux\nLe 25 septembre 2018, la Commission a transmis à la Régie des alcools, des courses et des jeux (RACJ) les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en janvier 2018.\nAu terme de cette enquête, la Commission a constaté, dans quatre dossiers de dotation, que la description d’emploi n’avait pas été évaluée ou approuvée, ou les deux. En effet, la section des signatures qui atteste que le contenu de la description d’emploi a été approuvé par les gestionnaires n’était pas toujours complétée. Dans d’autres cas, la section de la détermination du niveau de l’emploi n’était pas complétée et signée par le conseiller spécialisé en évaluation des emplois et par le responsable ministériel.\nLa RACJ a rapidement corrigé ces situations. La Commission lui a tout de même recommandé de prendre les moyens nécessaires pour s’assurer, à l’avenir, que la description des emplois à pourvoir soit dûment complétée, à jour, et approuvée, ce que l’organisme s’est engagé à faire."
    },
    {
        "title": "Enquête à l’initiative de la Commission au Conseil de la magistrature",
        "content": "Enquête à l’initiative de la Commission au Conseil de la magistrature\nLe 21 septembre 2018, la Commission a transmis au Conseil de la magistrature les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en janvier 2018.\nDans le cadre de cette enquête, la Commission a analysé une désignation à un emploi de niveau de complexité supérieure. Cette désignation s’est avérée conforme à la\nDirective concernant la détermination du niveau de complexité des emplois professionnels et la gestion des emplois de complexité supérieure\n. La Commission a cependant constaté que la description d’emploi présente au dossier de l’employé désigné ne comportait aucune signature et que la détermination du niveau de l’emploi était absente.\nLa Commission a recommandé au Conseil de la magistrature de prendre les moyens nécessaires pour s’assurer, à l’avenir, que les descriptions d’emplois de niveau de complexité supérieure soient dûment complétées, à jour et approuvées. L’organisme s’est engagé à suivre la recommandation formulée."
    },
    {
        "title": "Désignations à titre provisoire à la Commission des normes, de l’équité, de la santé et de la sécurité du travail",
        "content": "Désignations à titre provisoire à la Commission des normes, de l’équité, de la santé et de la sécurité du travail\nLe 29 août 2018, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) les résultats d’une enquête qui avait pour objet deux désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’avait été initié dans les 120 jours de la date de la désignation à titre provisoire dans les deux dossiers vérifiés, et que la durée d’une des désignations dépassait 52 semaines.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation. La Commission recommande de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir.\nLa CNESST s’est engagée à :\ninitier rapidement un processus de dotation pour les deux désignations à titre provisoire en cours pour lesquelles aucun processus de dotation n’a été initié jusqu’à présent;\nmettre fin, dans un délai maximal de trois mois, à la désignation à titre provisoire qui dépasse 52 semaines;\ninitier, à l’avenir, le processus de dotation dans un délai de 120 jours de la date de la désignation;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire pour les cadres de la classe 630."
    },
    {
        "title": "Enquête à l’initiative de la Commission à la Régie du logement",
        "content": "Enquête à l’initiative de la Commission à la Régie du logement\nLe 20 juillet 2018, la Commission a transmis à la Régie du logement les résultats d’une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en février 2018.\nAu terme de l’enquête, la Commission a constaté que :\n13 des 21 dossiers analysés ne contenaient aucune description d’emploi, quatre descriptions d’emplois n’avaient pas été évaluées ni approuvées, et quatre autres descriptions d’emplois n’étaient pas à jour;\nl’établissement de la rémunération lors du recrutement était erroné et non conforme aux dispositions prévues à la Directive concernant l’attribution de la rémunération des fonctionnaires dans cinq dossiers;\ndes documents pertinents étaient absents dans un dossier, notamment, le diplôme et l’offre de service à jour, ce qui ne permet pas d’établir, comme il se doit, la rémunération de l’employé;\nune promotion octroyée à une personne sur son propre poste, à partir d’une banque de personnes qualifiées, était non conforme puisque l’emploi n’était pas vacant. Il fallait plutôt suivre un processus de promotion à la suite de la réévaluation d’un emploi (PRE). De surcroit, il a été constaté que la description des emplois occupés avant et après la promotion n’était ni évaluée, ni approuvée.\nSur la base des recommandations formulées, la Régie du logement s’est engagée à :\nprocéder à la rédaction des descriptions d’emplois manquantes, à l’évaluation et à l’approbation et/ou aux mises à jour requises, selon le cas, des dossiers visés;\nprendre les moyens nécessaires pour s’assurer que la description des emplois à combler soit dûment complétée, à jour, et approuvée;\nmettre en place des mécanismes afin de procéder à la mise à jour cyclique des descriptions d’emploi de l’organisation;\nréviser les dossiers qui comportaient une erreur dans l’attribution de la rémunération;\ncompléter les documents pertinents manquants dans le dossier visé et réviser l’attribution de la rémunération, le cas échéant;\névaluer et approuver les descriptions de l’emploi occupé avant et après la promotion octroyée;\ndocumenter l’enrichissement des tâches conformément au Règlement sur la promotion à la suite de la réévaluation d’un emploi et l’annexer au dossier de l’employé promu;\nne plus accorder de promotion à une personne sur son propre emploi à partir d’une banque de personnes qualifiées et procéder plutôt par un processus de PRE s’il y a un réel enrichissement des tâches et que la situation répond à toutes les conditions du Règlement."
    },
    {
        "title": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement",
        "content": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement\nLe 17 juillet 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant l'admission d'une candidature à un processus de qualification tenu par le ministère des Transports, de la Mobilité durable et de l’Électrification des transports.\nAu terme de cette enquête, la Commission a conclu que la décision de refuser l'admission de cette candidature était non conforme à la\nLoi sur la fonction publique\net au cadre normatif applicable. Elle a conclu que la candidature devait être admise, ce qui a été fait."
    },
    {
        "title": "Désignations à titre provisoire au Secrétariat du Conseil du trésor",
        "content": "Désignations à titre provisoire au Secrétariat du Conseil du trésor\nLe 16 juillet 2018, la Commission a transmis au Secrétariat du Conseil du trésor les résultats d’une enquête qui avait pour objet 5 désignations à titre provisoire à des emplois de cadre. La Commission a conclu qu’aucun processus de dotation n’avait été initié dans les 120 jours de la date de la désignation à titre provisoire dans un des dossiers vérifiés, et que la durée de cette désignation dépassait 52 semaines.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation. La Commission recommande de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir.\nLe Secrétariat du Conseil du trésor s’est engagé à :\ninitier rapidement un processus de dotation pour la désignation à titre provisoire en cours pour laquelle aucun processus de dotation n’a été initié jusqu’à présent;\nmettre fin, dans un délai maximal de 3 mois, à la désignation à titre provisoire qui dépasse 52 semaines;\ninitier, à l’avenir, le processus de dotation dans un délai de 120 jours de la date de la désignation;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire pour les cadres de la classe 630."
    },
    {
        "title": "Refus d'une candidature à la suite d'une entrevue d'embauche",
        "content": "Refus d'une candidature à la suite d'une entrevue d'embauche\nLe 12 juillet 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant le refus d'une candidature à la suite d'une entrevue d'embauche pour un emploi d’électricienne ou électricien, classe principale, au ministère des Transports, de la Mobilité durable et de l'Électrification des transports. Au terme de son enquête, la Commission a conclu que le processus d’entrevue s’est déroulé de manière équitable. De plus, l’employeur a toute la latitude de choisir la candidature qu’il juge la plus adéquate pour l’emploi à pourvoir.\nLa Commission a cependant recommandé au Ministère de transmettre au requérant les motifs à l'appui de ce refus, ce qu’il s’est engagé à faire."
    },
    {
        "title": "Enquête à l’initiative de la Commission à la suite de la déclaration bisannuelle en matière de gestion des ressources humaines",
        "content": "Enquête à l’initiative de la Commission à la suite de la déclaration bisannuelle en matière de gestion des ressources humaines\nLe 12 juillet 2018, la Commission a transmis au Commissaire à l’éthique et à la déontologie (CED) les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en février 2018.\nAu terme de cette enquête, la Commission a constaté, dans deux dossiers de dotation, que la description d’emploi n’avait pas été évaluée ni approuvée.\nElle a recommandé au CED :\nde procéder à l’évaluation et à l’approbation des descriptions d’emplois visées ;\nde prendre les moyens nécessaires pour s’assurer, à l’avenir, que la description des emplois à pourvoir soit dûment complétée, à jour, et approuvée.\nLe CED s’est engagé à suivre les recommandations formulées."
    },
    {
        "title": "Désignations à titre provisoire au ministère de la Justice",
        "content": "Désignations à titre provisoire au ministère de la Justice\nLe 26 juin 2018, la Commission a transmis au ministère de la Justice les résultats d’une enquête qui avait pour objet 21 désignations à titre provisoire à des emplois de cadre. La Commission a conclu qu’aucun processus de dotation n’a été initié dans les 120 jours de la date de la désignation à titre provisoire dans 6 des 21 dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans 8 dossiers.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation. La Commission recommande de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir.\nLe ministère de la Justice s’est engagé à :\ninitier immédiatement un processus de dotation pour les désignations à titre provisoire en cours pour lesquelles aucun processus de dotation n’a été initié jusqu’à présent;\nmettre fin, dans un délai maximal de trois mois, aux désignations à titre provisoire qui dépassent 52 semaines;\ninitier, à l’avenir, le processus de dotation dans un délai de 120 jours de la date de la désignation;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Enquête à l'initiative de la Commission à l’Office des personnes handicapées du Québec",
        "content": "Enquête à l'initiative de la Commission à l’Office des personnes handicapées du Québec\nLe 12 juin 2018, la Commission a transmis à l’Office des personnes handicapées du Québec (OPHQ) les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en janvier 2018.\nDans le cadre de cette enquête, la Commission a analysé une désignation à un emploi de niveau de complexité supérieure. Cette désignation s’est avérée conforme à la\nDirective concernant la détermination du niveau de complexité des emplois professionnels et la gestion des emplois de complexité supérieure\n.\nLa Commission a cependant constaté que la description d’emploi présente au dossier de l’employé désigné ne comportait aucune signature et que la détermination du niveau de l’emploi était absente. Or, la section des signatures sert à faire approuver le contenu de la description d’emploi par les gestionnaires. Quant à la section de la détermination du niveau de l’emploi, elle doit être complétée par le conseiller spécialisé en évaluation des emplois et par le responsable ministériel afin de déterminer le niveau accordé à l’emploi. L’employé qui était visé par cette désignation occupe désormais un autre emploi.\nAu regard de ces constats, la Commission a recommandé à l’OPHQ de prendre les moyens nécessaires, à l’avenir, pour s’assurer que les descriptions d’emplois de niveau de complexité supérieure soient dûment complétées, à jour et approuvées. L’OPHQ s’est engagé à suivre la recommandation formulée."
    },
    {
        "title": "Nomination à un emploi occasionnel faisant exception au processus de recrutement au ministère de la Justice",
        "content": "Nomination à un emploi occasionnel faisant exception au processus de recrutement au ministère de la Justice\nLe 8 mai 2018, la Commission a transmis au ministère de la Justice les résultats d'une enquête concernant la conformité de la nomination d’une personne à un emploi occasionnel de greffier-audiencier.\nLa Commission a conclu que cette nomination était non conforme à la\nLoi sur la fonction publique\net au cadre normatif en vigueur. Le cadre normatif régissant la dotation des emplois dans la fonction publique exige, pour toute personne désirant être nommée à un emploi, de se qualifier au moyen d’un processus de qualification et que son nom soit inscrit sur une liste de déclaration d’aptitudes ou dans une banque de personnes qualifiées. Afin d’effectuer cette nomination, le ministère de la Justice a utilisé une exception prévue à l’annexe 1 de la\nDirective concernant les emplois occasionnels dans la fonction publique\nqui prévoit que certains emplois occasionnels, dont ceux des greffiers-audienciers, font exception au processus de recrutement de la fonction publique.\nLe ministère de la Justice a reconnu que cette nomination n’était pas conforme puisque la personne nommée n’effectuait pas des tâches de greffier-audiencier de façon principale et habituelle, mais plutôt des tâches d’agent de bureau.\nAu terme de l’enquête, la Commission a recommandé au Ministère de :\nrégulariser, d’ici un mois, la situation d’emploi de cette personne pour qu’elle soit conforme à la\nLoi sur la fonction publique\net au cadre normatif en vigueur;\nprendre les mesures nécessaires pour que des situations de non-conformité au regard du paragraphe 2° (greffier-audiencier) de l’annexe 1 de la\nDirective concernant les emplois occasionnels dans la fonction publique\nne se produisent plus, en rappelant aux gestionnaires les conditions d’application de cette exception.\nLe ministère de la Justice s’est engagé à respecter les recommandations formulées."
    },
    {
        "title": "Fin d’un emploi occasionnel au ministère de la Sécurité publique",
        "content": "Fin d’un emploi occasionnel au ministère de la Sécurité publique\nLe 20 avril 2018, la Commission a transmis au ministère de la Sécurité publique (MSP) les résultats d'une enquête concernant la fin d’un emploi occasionnel de technicienne en administration.\nLa Commission est d’avis que toute personne visée par une décision en matière de gestion des ressources humaines est en droit d’en être informée de manière appropriée afin de bien en comprendre le caractère impartial.\nDans un souci de transparence, la Commission a donc recommandé au MSP de transmettre à la requérante les motifs à l'appui de cette décision, ce que le ministère s'est engagé à faire."
    },
    {
        "title": "Nominations à des emplois réguliers et occasionnels à La Financière agricole du Québec",
        "content": "Nominations à des emplois réguliers et occasionnels à La Financière agricole du Québec\nLe 16 avril 2018, la Commission a transmis à La Financière agricole du Québec (FADQ) les résultats d’une enquête concernant des nominations à des emplois réguliers et occasionnels effectuées entre le 1\ner\navril 2016 et le 30 novembre 2017.\nLa Commission a constaté que 21 des 23 dossiers analysés contenaient des descriptions d’emploi datant de 10 ans ou plus, et que le contenu de certaines d’entre elles n’avait pas été approuvé ni évalué.\nLa Commission a conclu, dans un dossier, qu’une partie de l’expérience additionnelle qui avait été reconnue à la personne nommée ne répondait pas aux conditions prévues à l’article 11 de la Directive concernant l’attribution de la rémunération des fonctionnaires (ci-après « la Directive »), car elle était d’un niveau inférieur. Cette personne a quitté La Financière agricole du Québec depuis.\nLa Commission a également conclu, dans deux dossiers, que la détermination des exigences de l’emploi effectuée était déficiente, car elle ne reposait pas sur une analyse de l’emploi à partir d’une description d’emploi à jour, représentative de l’emploi à pourvoir et des tâches qui sont véritablement exercées, conformément aux lignes directrices du Secrétariat du Conseil du trésor.\nAu terme de l’enquête, la Commission a recommandé à La Financière agricole du Québec de :\nprendre les moyens nécessaires pour s’assurer que la description des emplois à pourvoir soit dûment complétée, à jour et approuvée;\nmettre en place des mécanismes pour procéder à la mise à jour cyclique des descriptions d’emploi de l’organisation;\ns’assurer de l’application rigoureuse de tous les critères prévus à l’article 11 de la Directive avant de pouvoir reconnaître une année d’expérience ou une année de scolarité supplémentaire;\ns’assurer du respect des lignes directrices du Secrétariat du Conseil du trésor concernant la détermination des exigences de l’emploi afin de préserver la cohérence ministérielle et interministérielle dans la détermination du taux de traitement qui en résultera.\nLa FADQ s’est engagée à respecter toutes les recommandations formulées."
    },
    {
        "title": "Enquête à l'initiative de la Commission au Bureau d’audiences publiques sur l’environnement",
        "content": "Enquête à l'initiative de la Commission au Bureau d’audiences publiques sur l’environnement\nLe 11 avril 2018, la Commission a transmis au Bureau d’audiences publiques sur l’environnement (BAPE) les résultats d'une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en novembre 2017.\nDans le cadre de cette enquête, la Commission a analysé une promotion à la suite de la réévaluation d’un emploi (PRE). Cette PRE a été accordée à une personne dont l’emploi a été réévalué à un niveau supérieur. Elle s’est avérée conforme au Règlement sur la promotion à la suite de la réévaluation d’un emploi.\nLa Commission a cependant constaté que deux des conditions prévues à l’acte de délégation de la PRE et indiquées au Guide sur la promotion à la suite de la réévaluation d’un emploi n’ont pas été respectées :\nle seuil de passage retenu pour un moyen d’évaluation utilisé ne correspond pas au seuil de passage recommandé par le concepteur de ce moyen;\nla procédure d’évaluation n’a pas été consignée dans le formulaire du Secrétariat du Conseil du trésor intitulé\nProcédure d’évaluation\n.\nAu regard de ces constats, la Commission a recommandé au BAPE de prendre les mesures nécessaires pour s’assurer, à l’avenir, de respecter l’ensemble des conditions prévues à l’acte de délégation. Le BAPE a informé la Commission qu’il avait déjà procédé à l’ajout, dans son document de contrôle interne, de ces deux éléments à compléter et à vérifier dans le cadre d’une PRE, et ce, dans le but de respecter l’ensemble des conditions prévues à l’acte de délégation."
    },
    {
        "title": "Ressources externes contractuelles (contrats de service)",
        "content": "Ressources externes contractuelles (contrats de service)\nLe 3 avril 2018, la Commission a transmis au ministère de l’Agriculture, des Pêcheries et de l’Alimentation (MAPAQ) les résultats d'une enquête qui avait pour objet 49 contrats de service de nature professionnelle.\nLa Commission a conclu que le MAPAQ a contourné les règles d’embauche de la fonction publique dans 6 des 49 contrats analysés puisque les modalités d’exercice de ceux-ci permettent d’affirmer qu’il s’agit dans les faits des contrats de service assimilables à des contrats de travail.\nLa Commission rappelle qu’un\ncontrat de service\net un\ncontrat de travail\nne sont pas de même nature. Le Code civil du Québec précise d’ailleurs les caractéristiques de chacun (art. 2085, 2086, 2098 et 2099).\nAinsi, un\ncontrat de travail\nest celui par lequel un salarié s’oblige, pour un temps déterminé ou indéterminé et contre rémunération, à effectuer un travail sous le contrôle de son employeur. Le\ncontrat de service\nest celui par lequel une personne (entrepreneur ou prestataire de services) s’engage envers un client à réaliser un ouvrage ou à fournir un service moyennant un prix que le client s’oblige à payer. L’entrepreneur ou le prestataire de services a le choix des moyens d’exécution du contrat, et il n’y a pas de lien de subordination entre lui et le client.\nCes six contrats de travail ont été octroyés à des médecins vétérinaires en inspection permanente. Ceux-ci effectuent les mêmes tâches et leur lien de subordination est identique à celui des personnes contractuelles. La présence de médecins vétérinaires sur les lieux est obligatoire lors des abattages.\nLa Commission a recommandé au MAPAQ de régulariser la situation de ces six contrats de travail. Ce dernier s’est engagé à suivre la recommandation de la Commission et à poursuivre ses échanges avec le Secrétariat du Conseil du trésor afin d’évaluer la possibilité d’une modification au cadre normatif."
    },
    {
        "title": "Désignations à titre provisoire à la Régie du bâtiment du Québec",
        "content": "Désignations à titre provisoire à la Régie du bâtiment du Québec\nLe 4 avril 2018, la Commission a transmis à la Régie du bâtiment du Québec (RBQ) les résultats d'une enquête qui avait pour objet 6 désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’a été enclenché en même temps que la désignation à titre provisoire dans 4 des 6 dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans 1 des 6 dossiers vérifiés.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l'emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu'un processus de dotation doit être enclenché dès que le poste à pourvoir devient vacant. La Commission recommande de privilégier un employé appartenant à une classe d'emplois équivalente ou supérieure à celle de l'emploi à pourvoir.\nLa RBQ s’est engagée à :\nenclencher immédiatement un processus de dotation pour les désignations à titre provisoire en cours pour lesquelles aucun processus de dotation n’a été enclenché jusqu’à présent;\nmettre fin, dans un délai maximal de 3 mois, à la désignation à titre provisoire qui dépasse 52 semaines;\nenclencher, à l’avenir, le processus de dotation en même temps que la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Désignations à titre provisoire au ministère de la Sécurité publique",
        "content": "Désignations à titre provisoire au ministère de la Sécurité publique\nLe 3 avril 2018, la Commission a transmis au ministère de la Sécurité publique (MSP) les résultats d'une enquête qui avait pour objet 23 désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’a été enclenché en même temps que la désignation à titre provisoire dans 18 des 23 dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans 1 des 23 cas vérifiés.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l'emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu'un processus de dotation doit être enclenché dès que le poste à pourvoir devient vacant. La Commission recommande de privilégier un employé appartenant à une classe d'emplois équivalente ou supérieure à celle de l'emploi à pourvoir.\nLe MSP s’est engagé à :\nmettre fin, dans un délai maximal de trois mois, aux deux désignations à titre provisoire dont la durée dépasse 52 semaines;\nmettre fin, dans un délai raisonnable, aux 12 désignations à titre provisoire dont la durée dépassera sous peu 52 semaines;\nenclencher, à l’avenir, le processus de dotation en même temps que la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Désignations à titre provisoire au ministère des Finances du Québec",
        "content": "Désignations à titre provisoire au ministère des Finances du Québec\nLe 19 février 2018, la Commission a transmis au ministère des Finances du Québec (MFQ) les résultats d'une enquête qui avait pour objet quatre désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’a été enclenché en même temps que la désignation à titre provisoire dans trois des quatre dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans deux des quatre dossiers vérifiés.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l'emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu'un processus de dotation doit être enclenché dès que le poste à pourvoir devient vacant. La Commission recommande de privilégier un employé appartenant à une classe d'emplois équivalente ou supérieure à celle de l'emploi à pourvoir.\nLe MFQ s’est engagé à :\nenclencher immédiatement un processus de dotation pour les désignations à titre provisoire en cours pour lesquelles aucun processus de dotation n’a été enclenché jusqu’à présent;\nmettre fin, dans un délai maximal de trois mois, aux désignations à titre provisoire qui dépassent 52 semaines;\nenclencher, à l’avenir, le processus de dotation en même temps que la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Désignation à titre provisoire au ministère de la Sécurité publique",
        "content": "Désignation à titre provisoire au ministère de la Sécurité publique\nLe 29 janvier 2018, la Commission a transmis au ministère de la Sécurité publique (MSP) les résultats d'une enquête qui avait pour objet la désignation à titre provisoire d’un professionnel à un emploi de cadre. La Commission a conclu que le processus de dotation n’a pas été enclenché en même temps que la désignation à titre provisoire, et que la durée de cette désignation à titre provisoire dépassait 12 mois.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l'emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu'un processus de dotation doit être enclenché dès que le poste à pourvoir devient vacant. La Commission recommande de privilégier un employé appartenant à une classe d'emplois équivalente ou supérieure à celle de l'emploi à pourvoir.\nLe MSP s’est engagé à :\nenclencher, à l’avenir, le processus de dotation en même temps que la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Désignations à titre provisoire à Retraite Québec",
        "content": "Désignations à titre provisoire à Retraite Québec\nLe 24 janvier 2018, la Commission a transmis à Retraite Québec les résultats d'une enquête qui avait pour objet deux désignations à titre provisoire à des emplois de cadre.\nLa Commission a conclu qu’aucun processus de dotation n’a été enclenché en même temps que la désignation à titre provisoire dans un des deux dossiers vérifiés, et que la durée des désignations à titre provisoire dépassait 52 semaines dans un des deux dossiers vérifiés.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l'emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu'un processus de dotation doit être enclenché dès que le poste à pourvoir devient vacant. La Commission recommande de privilégier un employé appartenant à une classe d'emplois équivalente ou supérieure à celle de l'emploi à pourvoir.\nRetraite Québec s’est engagée à :\nenclencher immédiatement un processus de dotation pour la désignation à titre provisoire en cours pour laquelle aucun processus de dotation n’a été enclenché jusqu’à présent;\nmettre fin, dans un délai maximal de trois mois, à la désignation à titre provisoire qui dépasse 52 semaines;\nenclencher, à l’avenir, le processus de dotation en même temps que la désignation à titre provisoire;\nrespecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire."
    },
    {
        "title": "Refus d'une candidature à la suite d'une entrevue d'embauche",
        "content": "Refus d'une candidature à la suite d'une entrevue d'embauche\nLe 9 janvier 2018, la Commission a transmis aux parties visées les résultats d'une enquête concernant le refus d'une candidature pour un emploi de technicien agricole à La Financière agricole du Québec. Au terme de son enquête, la Commission a recommandé à La Financière agricole du Québec de transmettre au requérant les motifs à l'appui de ce refus, ce que l'organisme s'est engagé à faire."
    }
]