[
    {
        "title": "Suivi des recommandations de l’enquête portant sur le traitement inapproprié d’un dossier d’embauche au ministère des Transports du Québec",
        "content": "Suivi des recommandations de l’enquête portant sur le traitement inapproprié d’un dossier d’embauche au ministère des Transports du Québec\nLe 11 décembre 2020, la Commission recevait du ministère des Transports du Québec (MTQ) les informations sur la mise en application des recommandations à la suite d’une enquête concernant un processus d’embauche, jugé inapproprié par la Commission.\nLa Commission a analysé ces informations et, vu les actions initiées et les éléments fournis, elle considère que le MTQ a pleinement répondu aux recommandations formulées."
    },
    {
        "title": "Suivi de l’enquête portant sur les primes pour responsabilités additionnelles ou spéciales (A145) au MTESS",
        "content": "Suivi de l’enquête portant sur les primes pour responsabilités additionnelles ou spéciales (A145) au MTESS\nLe 11 décembre 2020, la Commission recevait du ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS) la position de ce dernier concernant les recommandations du rapport d’\nenquête\nsur l’octroi de primes pour responsabilités additionnelles ou spéciales (A145) à l’ensemble des médiateurs et conciliateurs.\nLe MTESS a informé la Commission que le Secrétariat du Conseil du trésor a entrepris un réexamen de la\nDirective concernant la rémunération et les conditions de travail des médiateurs et conciliateurs\n(Directive) afin de proposer au Conseil du trésor des modifications qui reflètent davantage la volonté des parties et qu’en conséquence, le MTESS attendra le résultat de ces travaux. Toutefois, le MTESS s’engage à ne pas octroyer de nouvelles primes d’ici là.\nLa Commission constate que le MTESS n’adhère toujours pas aux recommandations de la Commission à l’effet de mettre fin immédiatement à ces primes et de se conformer, à l’avenir, à l'article 6-5.01 de la Directive."
    },
    {
        "title": "Promotion à la suite de la réévaluation d’un emploi de cadre non conforme au ministère des Transports du Québec",
        "content": "Promotion à la suite de la réévaluation d’un emploi de cadre non conforme au ministère des Transports du Québec\nLe 3 décembre 2020, la Commission de la fonction publique (Commission) a transmis au ministère des Transports du Québec (MTQ) les résultats d’une enquête visant le processus de promotion à la suite de la réévaluation d’un emploi de cadre.\nAu terme de son enquête, la Commission a constaté :\nqu’aucune réévaluation de l’emploi n’a été réalisée avant la promotion de la personne occupant cet emploi, en septembre 2019, à titre de cadre, classe 3;\nque le MTQ n’a ni demandé ni obtenu d’autorisation de subdélégation pour l’évaluation de l’emploi effectuée par le ministère du Travail, de l’Emploi et de la Solidarité sociale en octobre 2020.\nLa Commission a donc recommandé au MTQ :\nde mettre en place des mécanismes permettant de garantir l’intégrité des processus en matière de promotion à la suite de la réévaluation d’un emploi en s’assurant, notamment, que :\na) les conditions du\nRèglement sur la promotion à la suite de la réévaluation d’un emploi sont remplies dans tous les cas\n;\nb) la délégation pour la tenue du processus et les conditions du\nGuide sur la promotion à la suite de la réévaluation d’un emploi\nsont respectées;\nc) les dossiers de promotion à la suite de la réévaluation d’un emploi comportent tous les documents pertinents dûment complétés et approuvés par une personne habilitée, notamment ceux relatifs à l’évaluation de l’emploi, les descriptions d’emploi, le formulaire Déclaration d’aptitudes et le formulaire Procédure d’évaluation – PRE.\nLe MTQ s’est engagé le 10 décembre 2020 à suivre cette recommandation. Un suivi sera effectué par la Commission afin de constater les actions réalisées par le MTQ.\nLa Commission a pris également acte que le MTQ s’assurera que l’évaluation de l’emploi visé par l’enquête soit refaite, et ce, conformément aux processus et aux directives en vigueur."
    },
    {
        "title": "Suivi de l’enquête portant sur le classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale non conforme au ministère des Transports du Québec",
        "content": "Suivi de l’enquête portant sur le classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale non conforme au ministère des Transports du Québec\nLe 24 novembre 2020, la Commission recevait du ministère des Transports du Québec (MTQ) les informations concernant la mise en application des recommandations suite à l’enquête portant sur le classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale non conforme.\nLa Commission a analysé les informations reçues du MTQ. Vu les actions initiées et les éléments fournis, elle considère que ce dernier a pleinement répondu à cette recommandation."
    },
    {
        "title": "Désignations à titre provisoire non conformes au Secrétariat du Conseil du trésor",
        "content": "Désignations à titre provisoire non conformes au Secrétariat du Conseil du trésor\nLe 20 novembre 2020, la Commission de la fonction publique (Commission) a transmis au Secrétariat du Conseil du trésor (SCT) les résultats d’une enquête faisant suite à une demande anonyme qui avait pour objet trois désignations à titre provisoire, dont un de ces dossiers a été fermé puisqu’il était conforme. Concernant les désignations aux emplois de directrice de l’accompagnement aux clientèles et de directrice des technologies et des stratégies d’acquisition, la Commission a constaté les faits suivants :\ndans ces deux dossiers, aucun processus de dotation n’a été enclenché dans les 120 jours suivant la désignation à titre provisoire sur ces emplois de cadres, ce qui va à l’encontre du 3° alinéa de l’article 39 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\n, qui précise que le processus de dotation doit être initié dans les 120 jours suivant la désignation;\npour l’emploi de directrice des technologies et des stratégies d’acquisition, le processus de dotation est en cours pour pouvoir cet emploi;\npour l’emploi de directrice de l’accompagnement aux clientèles, le SCT confirme la publication de l’appel de candidatures d’ici la fin novembre 2020.\nFace à ces constats, la Commission a recommandé :\nd’enclencher, à l’avenir, le processus de dotation dans les 120 jours suivant la désignation à titre provisoire;\nde mettre fin à ces désignations à titre provisoire au moment où ces emplois seront dotés, et ce, dans les meilleurs délais.\nLe SCT a informé la Commission qu’elle adhérait à tous les constats ainsi qu’aux recommandations. Un suivi sera effectué par la Commission afin de constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Recommandations faites au MTESS sur les primes pour responsabilités additionnelles ou spéciales (A145)",
        "content": "Recommandations faites au MTESS sur les primes pour responsabilités additionnelles ou spéciales (A145)\nAujourd’hui, le 13 novembre 2020, la Commission a transmis au ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS) un\nrapport d’enquête\nfaisant suite aux recommandations qui lui avaient été adressées dans une enquête à la propre initiative de la Commission sur l’octroi de primes pour responsabilités additionnelles ou spéciales (A145) à l’ensemble des médiateurs et conciliateurs (classe 150).\nLa Commission a vérifié si le MTESS avait pris les mesures nécessaires afin de se conformer à son engagement d’appliquer les dispositions de l’article 6-5.01 de la\nDirective concernant la rémunération et les conditions de travail des médiateurs et conciliateurs\nen conformité avec ces constats.\nLors de son suivi, la Commission a constaté que le MTESS n’avait pas mis fin aux primes A145 octroyées à l’ensemble des médiateurs et conciliateurs (classe 150), tel qu’il s’était engagé. Au lieu de cela, il a modifié les descriptions d’emploi des médiateurs et conciliateurs afin de leur retirer certaines tâches puis de les attribuer à ces derniers à titre de responsabilités additionnelles ou spéciales.\nLa Commission considère comme grave ce contournement volontaire du cadre normatif de la part du MTESS.\nLa Commission juge que le MTESS s’entête à ne pas respecter l’article 6-5.01 de la Directive puisque ces employés n’assument pas de responsabilités additionnelles ou spéciales. Les actions prises par le MTESS à la suite des recommandations de la Commission sont insatisfaisantes.\nLa Commission réitère donc au ministère du Travail, de l’Emploi et de la Solidarité sociale de mettre fin immédiatement à ces primes et de se conformer, à l’avenir, à l'article 6-5.01 de la Directive."
    },
    {
        "title": "Offre d’emploi sans suite au ministère de l’Immigration, de la Francisation et de l’Intégration",
        "content": "Offre d’emploi sans suite au ministère de l’Immigration, de la Francisation et de l’Intégration\nLe 26 octobre 2020, la Commission de la fonction publique (Commission) a transmis au ministère de l’Immigration, de la Francisation et de l’Intégration (MIFI) ainsi qu’à la requérante, les conclusions d’une enquête concernant un emploi qui a été offert à cette dernière sans qu’il y ait de suite.\nLa Commission a constaté que le directeur du Bureau de la transformation numérique et centre d’expertise numérique au MIFI, a offert un emploi de niveau professionnel au sein de sa direction à la requérante lors d’une rencontre en septembre 2019. De plus, la technicienne en administration à la Direction générale des technologies de l’information a avisé la requérante par courriel, le 4 octobre 2019, qu’elle procédait à l’administration de sa nomination à titre de professionnelle au sein de cette direction.\nLa requérante n’a jamais obtenu l’emploi par la suite, et ce, sans qu’aucune explication ni excuse ne lui soit donnée.\nLa Commission juge inconcevable cette situation. Dans ce contexte, elle a recommandé au MIFI de s’assurer que le directeur communique avec la requérante afin de lui expliquer les raisons pour lesquelles elle n’a pas été nommée sur l’emploi.\nLe 16 octobre 2020, le MIFI s’est engagé à ce que le directeur contacte la requérante dans les plus brefs délais. Un suivi sera effectué par la Commission."
    },
    {
        "title": "Primes de remplacement d’un professionnel – emploi de niveau de complexité supérieure au ministère des Transports du Québec",
        "content": "Primes de remplacement d’un professionnel – emploi de niveau de complexité supérieure au ministère des Transports du Québec\nLe 22 octobre 2020, la Commission de la fonction publique (Commission) a transmis au ministère des Transports du Québec (MTQ) les résultats d’une enquête visant l’octroi de primes de remplacement d’un professionnel – emploi de niveau de complexité supérieure (A232).\nLa Commission a constaté qu’aucun processus de dotation n’avait été enclenché suivant la désignation dans 14 des 16 désignations à titre provisoire visées. Celles-ci ne respectent pas l’article 3, alinéas 3° et 4°, de la\nLoi sur la fonction publique\n(Loi) concernant l’égalité d’accès à la fonction publique ainsi que l’impartialité et l’équité des décisions affectant les fonctionnaires. En outre, pour 9 de ces désignations, la durée dépassait 52 semaines, contrevenant ainsi à la durée maximale de 12 mois prévue par certaines conventions collectives, durée considérée comme raisonnable par la Commission.\nCette dernière a aussi constaté qu’aucune évaluation du niveau de l’emploi n’avait été faite dans deux des dossiers visés, alors que celle-ci est requise préalablement à l’octroi de la prime. Cela va à l’encontre des principes d’impartialité et d’équité des décisions affectant les fonctionnaires prévus à l’article 3, alinéas 1° et 4°, ainsi qu’à l’article 9, alinéa 1°, de la Loi qui précise que le fonctionnaire ne peut, directement ou indirectement accorder, solliciter ou accepter, en sa qualité de fonctionnaire, une faveur ou un avantage indu pour lui-même ou pour une autre personne.\nFinalement, une prime A232 a été octroyée pour le remplacement temporaire d’un emploi de cadre alors qu’une telle prime ne s’applique que pour un emploi de niveau professionnel.\nPar conséquent, la Commission a recommandé au MTQ :\nd’enclencher immédiatement un processus de dotation pour les 14 emplois dont aucun processus de dotation n’a été enclenché suivant la désignation à titre provisoire;\nde mettre fin immédiatement aux 9 désignations à titre provisoire qui dépassent 52 semaines;\nde suspendre la prime A232 octroyée pour la désignation à titre provisoire jusqu’à la détermination du niveau de complexité à la suite de l’évaluation de l’emploi en question;\nde corriger le code de la prime attribuée pour le remplacement temporaire d’un emploi de cadre;\nd’enclencher immédiatement un processus de dotation pour toutes les désignations à titre provisoire actuellement en vigueur au MTQ et qui n’ont pas fait l’objet de cette enquête;\nde mettre fin immédiatement à toutes les désignations à titre provisoire dont la durée dépasse 52 semaines actuellement en vigueur au MTQ et qui n’ont pas fait l’objet de cette enquête;\nd’enclencher, à l’avenir, un processus de dotation suivant toute désignation à titre provisoire;\nde respecter, à l’avenir, la durée maximale de 12 mois, jugée comme étant raisonnable par la Commission, pour les désignations à titre provisoire;\nd’effectuer, à l’avenir, l’évaluation du niveau d’un emploi dès sa création.\nLe MTQ a pris acte des constats et des recommandations et il s’est engagé, dans un courriel du 28 octobre 2020, à appliquer ces dernières. Un suivi sera effectué ultérieurement par la Commission pour constater les actions réalisées."
    },
    {
        "title": "Classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale non conforme au ministère des Transports du Québec",
        "content": "Classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale non conforme au ministère des Transports du Québec\nLe 21 septembre 2020, la Commission de la fonction publique (Commission) a transmis au ministère des Transports du Québec (MTQ) les résultats d’une enquête visant le classement de l’emploi de coordonnateur aux propriétés immobilières/division territoriale.\nAu terme de son enquête, la Commission a conclu que :\nLa description d’emploi de coordonnateur aux propriétés immobilières/division territoriale ne correspond pas aux tâches qui constituent l’exercice de la profession d’arpenteur-géomètre comme mentionné à l’article 34 de la\nLoi sur les arpenteurs-géomètres\n. De plus, elle ne correspond pas aux activités exercées par les arpenteurs-géomètres selon la\nDirective concernant la classification du personnel professionnel – Arpenteurs-géomètres\n(110).\nLes attributions mentionnées dans cette description d’emploi correspondent à celles des évaluateurs agréés ou des agents d’évaluation foncière (132) selon la\nDirective concernant la classification de la catégorie du personnel professionnel\n.\nLa Commission a donc recommandé au MTQ de :\nrégulariser la classe d’emploi de coordonnateur aux propriétés immobilières/division territoriale d’ici le 2 novembre 2020;\ns’assurer, à l’avenir, que les emplois de la classe d’emploi 110 répondent à l'article 34 de la\nLoi sur les arpenteurs-géomètres\net à la\nDirective concernant la classification du personnel professionnel – Arpenteurs-géomètres\n(110).\nLe MTQ s’est engagé à suivre ces recommandations. Un suivi sera effectué par la Commission pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Désignation à titre provisoire non conforme à la Sûreté du Québec",
        "content": "Désignation à titre provisoire non conforme à la Sûreté du Québec\nLe 1er octobre 2020, la Commission de la fonction publique (Commission) a transmis à la Sûreté du Québec (SQ) les résultats d’une enquête anonyme qui avait pour objet la désignation à titre provisoire sur un emploi de complexité supérieure de contrôleur financier.\nLa Commission a constaté les faits suivants :\nAucun processus de dotation n’a été enclenché suivant la désignation à titre provisoire. Cela va à l’encontre des principes d’égalité d’accès à la fonction publique, d’impartialité et d’équité des décisions affectant les fonctionnaires prévus à l’article 3, alinéas 3 et 4 de la\nLoi sur la fonction publique\n;\nAu moment de sa désignation et jusqu’au départ de son supérieur hiérarchique, le 8 septembre 2020, la personne entretenait une relation de couple avec ce dernier. Dans ce contexte, le lien de subordination crée une situation de conflit d’intérêts et va à l’encontre des normes d’éthique dans la fonction publique, comme mentionné aux articles 3, 4, 5 et 9 de la\nLoi sur la fonction publique\net aux articles 1, 2 et 5 du\nRèglement sur l’éthique et la discipline dans la fonction publique\n.\nFace à ces constats, la Commission a recommandé :\nd’enclencher, d’ici au 26 octobre 2020, un processus de dotation pour l’emploi de contrôleur financier;\nde prendre les mesures nécessaires pour respecter, à l’avenir, les normes d’éthique en matière de conflit d’intérêts entre les cadres et leurs employés.\nLa SQ a informé la Commission qu’elle adhérait à tous les constats ainsi qu’aux recommandations. Un suivi sera effectué par la Commission pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Primes pour responsabilités additionnelles ou spéciales (A145) non conformes au ministère du Travail, de l’Emploi et de la Solidarité sociale",
        "content": "Primes pour responsabilités additionnelles ou spéciales (A145) non conformes au ministère du Travail, de l’Emploi et de la Solidarité sociale\nLe 28 août 2020, la Commission de la fonction publique (Commission) a transmis au ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS) les résultats d’une enquête visant l’octroi de la prime pour responsabilités additionnelles ou spéciales (A145) à l’ensemble des médiateurs et conciliateurs.\nAu terme de son enquête, la Commission a conclu que l’octroi de la prime A145, depuis janvier 2007, à tous les médiateurs et conciliateurs du MTESS sans que ces derniers aient de telles responsabilités enfreint l'article 6-5.01 de la\nDirective concernant la rémunération et les conditions de travail des médiateurs et conciliateurs\n(Directive). Cette dernière indique que la prime A145 doit être accordée seulement lorsque le médiateur et le conciliateur sont désignés par le sous-ministre pour assumer des responsabilités additionnelles ou spéciales.\nLa Commission a donc recommandé au MTESS de mettre fin, d’ici au 28 septembre 2020, à toutes les primes A145 versées aux médiateurs et conciliateurs et de se conformer, à l’avenir, à l'article 6-5.01 de la Directive.\nDans un courriel, du 31 août 2020, le MTESS a répondu à la Commission qu’elle prend acte du constat et des recommandations à l'égard de ses obligations en vertu du cadre normatif applicable pour les primes A145 et s’engage à appliquer les dispositions de l’article 6-5.01 de la Directive en conformité avec ces constats, et ce, d’ici au 28 septembre 2020."
    },
    {
        "title": "Désignations à titre provisoire non conformes au ministère des Forêts, de la Faune et des Parcs",
        "content": "Désignations à titre provisoire non conformes au ministère des Forêts, de la Faune et des Parcs\nLe 30 juin 2020, la Commission de la fonction publique (Commission) a transmis au ministère des Forêts, de la Faune et des Parcs (MFFP) les résultats d’une enquête qui avait pour objet 14 désignations à titre provisoire sur des emplois de cadre ainsi que d’agent de protection de la faune, classe principale.\nLa Commission a constaté les faits suivants :\nAucun processus de dotation n’a été enclenché dans les 120 jours suivant la désignation dans 4 des 5 dossiers de désignation à titre provisoire sur des emplois de cadre. Ces 4 désignations à titre provisoire sont non conformes à l’article 9 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\nqui précise que le processus de dotation doit être initié dans les 120 jours suivant la désignation;\nLa durée des désignations à titre provisoire dépassait 52 semaines dans 4 des 5 désignations à titre provisoire sur des emplois de cadre. Celles-ci sont non conformes à la durée maximale prévue de 12 mois par certaines conventions collectives dont la Commission est d’avis que cette norme maximale est raisonnable;\nAucun processus de dotation n’a été enclenché suivant la désignation dans les 9 dossiers de désignation à titre provisoire sur des emplois d’agent de protection de la faune, classe principale. Celle-ci ne respecte pas l’article 3 alinéas 3° et 4° de la\nLoi sur la fonction publique\nqui mentionne l’égalité d’accès à la fonction publique et l’impartialité et l’équité des décisions affectant les fonctionnaires;\nLa durée des désignations à titre provisoire dépassait plus d’un an dans 4 des 9 désignations à titre provisoire sur des emplois d’agent de protection de la faune, classe principale. Celles-ci ne respectent pas l’article 3 alinéas 3° et 4° de la\nLoi sur la fonction publique\nqui mentionne l’égalité d’accès à la fonction publique et l’impartialité et l’équité des décisions affectant les fonctionnaires;\nFace à ces constats, la Commission a fait les recommandations suivantes au MFFP :\nEnclencher, d’ici au 30 septembre 2020, un processus de dotation pour les 13 désignations à titre provisoire, en cours, pour lesquelles aucun processus de dotation n’a été enclenché jusqu’à présent;\nMettre fin, d’ici au 30 septembre 2020, aux désignations à titre provisoire qui dépassent 52 semaines;\nEnclencher, à l’avenir, le processus de dotation dans les 120 jours suivant la désignation à titre provisoire;\nRespecter, à l’avenir, la durée maximale de 12 mois, jugée comme étant raisonnable, pour les désignations à titre provisoire.\nDans un courriel du 30 juin 2020, le MFFP s’est engagé à suivre l’ensemble de ces recommandations."
    },
    {
        "title": "Primes de remplacement d’un professionnel – emploi de complexité supérieure (A232) conformes au ministère de la Sécurité publique",
        "content": "Primes de remplacement d’un professionnel – emploi de complexité supérieure (A232) conformes au ministère de la Sécurité publique\nLe 14 septembre 2020, la Commission de la fonction publique (Commission) a transmis au ministère de la Sécurité publique (MSP) les résultats d’une enquête visant l’octroi de primes de remplacement d’un professionnel – emploi de complexité supérieure (A232).\nAu terme de son enquête, la Commission a conclu que la totalité des 13 primes octroyées pour le remplacement d’un professionnel sur un emploi de niveau de complexité supérieure est conforme à la Loi sur la fonction publique et au cadre normatif applicable.\nElle a toutefois constaté une irrégularité en ce qui concerne la durée d’une désignation à titre provisoire qui dépasse 12 mois. Ceci ne respecte pas l’article 6-8.03 de la convention collective des professionnels qui indique que sauf exception, la durée de la période de remplacement temporaire ou de désignation à titre provisoire n’excède pas 12 mois.\nElle a aussi constaté que 2 personnes ont été désignées temporairement à titre de chef d’équipe alors qu’il n’y a aucun poste vacant. Ceci va à l’encontre de l’article 4 de la Loi sur la fonction publique qui mentionne qu’un fonctionnaire exerce, de façon principale et habituelle, les attributions de son emploi ainsi que l’article 51 qui indique que lors de son entrée en fonction et chaque fois qu’il change d’emploi, le fonctionnaire est nommé par le sous-ministre ou le dirigeant d’organisme dont relève l’emploi à combler. Ces désignations enfreignent aussi l’article 11 de la Directive concernant la dotation des emplois dans la fonction publique qui indique que le sous-ministre ou le dirigeant d’organisme peut procéder à la désignation d’un remplaçant temporaire lorsqu’il est nécessaire de remplacer le titulaire d’un emploi durant son absence ou en raison de son incapacité temporaire d’exercer ses fonctions.\nFace à ces constats, la Commission a recommandé de :\n• Mettre fin immédiatement à la désignation à titre provisoire qui dépasse 12 mois;\n• Régulariser immédiatement les 2 désignations temporaires attribuées à aucun emploi;\n• Se conformer, à l’avenir, à l’article 6-8.03 de la convention collective des professionnels en ce qui concerne la durée maximale de 12 mois pour les désignations à titre provisoire;\n• Se conformer, à l’avenir, aux articles 4 et 51 de la Loi sur la fonction publique;\n• Se conformer, à l’avenir, à l’article 11 de la Directive concernant la dotation des emplois dans la fonction publique.\nDans un courriel, daté du 4 septembre dernier le MSP a informé la Commission qu’il adhérait à tous les constats et recommandations et souhaitait réitérer que la direction générale adjointe des ressources humaines ainsi que les gestionnaires du ministère exercent leurs activités en étant soucieux du respect de la réglementation en vigueur. Un suivi sera effectué par la Commission pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Des lacunes constatées dans un processus d’embauche au ministère des Relations internationales et de la Francophonie",
        "content": "Des lacunes constatées dans un processus d’embauche au ministère des Relations internationales et de la Francophonie\nLe 22 juillet 2020, la Commission a transmis au ministère des Relations internationales et de la Francophonie (MRIF) les résultats d’une enquête concernant la conformité du processus de dotation suivi par ce dernier, afin de pourvoir un emploi de coordonnatrice ou coordonnateur en sécurité physique à la Direction de la gestion immobilière, du patrimoine corporatif et de la sécurité.\nL’enquête a permis d’analyser les décisions et les informations relatives à ce processus et de réaliser des entretiens avec les principaux intervenants dans ce dossier. Même si la procédure utilisée était conforme à la Loi sur la fonction publique, la Commission a relevé quelques irrégularités et constaté certaines lacunes.\nAu terme de son enquête, la Commission a, notamment, recommandé au ministère :\nde préciser l’exigence du niveau de connaissance de l’anglais dans la description d’emploi et dans l’offre d'emploi d’un poste à pourvoir, le cas échéant, afin de favoriser l’équité et la transparence, en plus de donner une chance égale aux personnes intéressées à poser leur candidature;\nd’instaurer des moyens efficaces pour évaluer la connaissance du niveau d’anglais lorsque ce critère est requis dans les conditions d’admission afin d’uniformiser l’évaluation, d’agir avec équité et de témoigner en faveur de l’importance accordée à cette exigence additionnelle;\nde revoir les rubriques relatives aux connaissances, à la scolarité et aux expériences exigées afin de préciser et mettre à jour adéquatement leur contenu dans la description de l’emploi;\nde prendre les moyens nécessaires pour s’assurer que les descriptions des emplois à combler sont dûment complétées, à jour et approuvées, notamment lorsque celles-ci incluent des exigences additionnelles, comme la connaissance d’un niveau d’anglais;\nde s’assurer de mettre en place des mécanismes afin de procéder à la mise à jour cyclique des descriptions d’emploi de l’organisation.\nLe MRIF s’est engagé à suivre ces recommandations. Un suivi sera d’ailleurs effectué par la Commission pour constater les actions réalisées dans ce dossier."
    },
    {
        "title": "Cas d’une transmission tardive des présences à un examen engendrant une décision inadéquate lors d’une convocation ultérieure",
        "content": "Cas d’une transmission tardive des présences à un examen engendrant une décision inadéquate lors d’une convocation ultérieure\nLe 14 juillet 2020, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) ainsi qu’au ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS) ses constats et ses recommandations concernant la conformité de la procédure de convocation aux examens administrés à un candidat dans le cadre d’un processus de qualification tenu par la CNESST.\nL’enquête a permis de constater des irrégularités lors de la convocation aux examens du processus de qualification visant à pourvoir des emplois d’inspectrice ou d’inspecteur de conformité législative et réglementaire - classe nominale, à la CNESST, qui s’est tenu en juillet 2019. Cette irrégularité provient initialement de lacunes constatées au MTESS dans la transmission trop tardive des présences des candidats à un même examen tenu, le 29 septembre 2018, auquel le même candidat s’était inscrit. En effet, ces données n'avaient pas été rendues disponibles dans le système aux autres ministères et organismes, dont la CNESST, avant l'été 2019.\nEn raison de l’indisponibilité des données dans le système, le requérant s’était fait indiquer par la CNESST de ne pas se présenter à l’examen d’analyse, personnel technique en juillet 2019, car son dossier indiquait qu’il était en attente d’un résultat pour ce même examen. Or, le requérant ne s’était jamais présenté à cet examen le 29 septembre 2018, il n’avait donc aucun résultat qui pouvait faire l’objet d’un transfert.\nPour sa part, lorsqu’informée de l’absence d’un résultat pour le candidat, la CNESST a refusé, malgré tout, de le convoquer à nouveau pour faire ledit examen manquant et compléter ainsi sa procédure d’évaluation relative au processus de qualification d’inspectrice ou d’inspecteur de conformité législative.\nCe dernier a eu, par ailleurs, l’occasion de passer le même examen, le 6 octobre 2019, dans le cadre d’un autre processus de qualification et il a obtenu un résultat de 119,70 sur 180 points.\nAu terme de l’enquête, la Commission conclut que le candidat a été lésé par des lacunes constatées au MTESS. L’enquête indique cependant que certaines procédures ont été modifiées depuis l’automne 2019 et le MTESS s’est engagé à agir avec diligence dans la transmission des informations relatives à la présence des candidats à ses examens pour éviter qu’une telle situation se produise à nouveau.\nElle conclut également que le candidat a été pénalisé par la décision de la CNESST de ne pas le convoquer à nouveau pour faire l’examen.\nLa Commission recommande donc à la CNESST de considérer le résultat de 119,70 sur 180 points obtenu le 6 octobre 2019. Elle recommande également que la date de prise d’effet de l’inscription du requérant, le cas échéant, dans la banque des personnes qualifiées pour une durée de cinq ans, tienne compte de la date de l’inscription à ladite banque à la suite de ces recommandations.\nLa CNESST s’est engagée à suivre les recommandations formulées."
    },
    {
        "title": "Refus d'une candidature lors d'un processus de qualification tenu par le ministère du Travail, de l’Emploi et de la Solidarité sociale",
        "content": "Refus d'une candidature lors d'un processus de qualification tenu par le ministère du Travail, de l’Emploi et de la Solidarité sociale\nLe 8 juillet 2020, la Commission a transmis, aux parties visées, les résultats d'une enquête concernant l'admission d'une candidature à un processus de qualification tenu par le ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS).\nAu terme de cette enquête, la Commission a conclu que la décision de refuser l'admission de cette candidature était non conforme à la Loi sur la fonction publique et au cadre normatif applicable.\nLa Commission a recommandé au MTESS d’admettre la candidature, ce qui a été fait."
    },
    {
        "title": "Traitement inapproprié d’un dossier d’embauche au ministère des Transports du Québec",
        "content": "Traitement inapproprié d’un dossier d’embauche au ministère des Transports du Québec\nLe 9 juillet 2020, la Commission a transmis au ministère des Transports du Québec (MTQ) ses constats et ses recommandations concernant un processus d’embauche, à la suite de la publication d’une offre d’emploi.\nLa procédure utilisée pour doter cet emploi est conforme à la Loi sur la fonction publique (LFP) et au cadre normatif en vigueur.\nOr, bien que la prérogative est accordée à un gestionnaire pour nommer un candidat, la gestionnaire aurait dû fait preuve de réserve avant de confirmer la date de mutation de la personne requérante.\nEn effet, parmi les personnes sélectionnées en vue de doter cet emploi, la gestionnaire a retenu la candidature de la personne requérante. Par la suite, elle lui a confirmé la date de mutation. Le même jour, la gestionnaire a tenu une entrevue téléphonique avec une candidate dont la candidature lui avait été transmise tardivement, en raison d’une erreur de la responsable des dossiers de candidatures. La gestionnaire a finalement choisi cette dernière candidate, et la personne requérante a été informée du retrait de sa candidature.\nLa Commission est d’avis que la gestionnaire a agi avec trop d’empressement envers la candidate pressentie pour occuper ce poste, puisque le processus d’embauche n’était pas terminé.\nCette situation a créé des attentes, justifiées, en plus d’occasionner des démarches inutiles de la part des organisations en cause. Dans ces circonstances, il aurait été approprié que la gestionnaire informe la candidate pressentie qu’une candidature tardive devait être prise en considération, avant de confirmer la date de mutation. Ce faisant, il y a eu un manque de respect et de transparence à l’égard de la personne requérante, ce qui va à l’encontre des principes de la LFP et des bonnes pratiques prônées en matière de dotation dans la fonction publique.\nFace à ces constats, et afin d’éviter qu’une telle situation se reproduise, la Commission recommande au MTQ de :\nmettre en place un mécanisme pour s’assurer que toutes les candidatures pertinentes soient acheminées aux personnes qui réalisent un processus d’embauche;\ns’assurer que tous les candidats ont pu faire valoir leur candidature avant de confirmer l’embauche d’un candidat.\nLe ministère des Transports prend acte des constats et des recommandations et s’engage à prendre les mesures nécessaires afin d’améliorer ses pratiques en matière de gestion des candidatures dans le cadre de ses processus de dotation."
    },
    {
        "title": "Enquête à l'initiative de la Commission au Conseil du statut de la femme",
        "content": "Enquête à l'initiative de la Commission au Conseil du statut de la femme\nLe 12 juin 2020, la Commission a transmis au Conseil du statut de la femme (CSF) les résultats d’une enquête entreprise à la suite de la déclaration bisannuelle en matière de gestion des ressources humaines, produite en janvier 2018. À ce moment, les dossiers en matière de gestion des ressources humaines étaient traités par le ministère de l’Économie, de l’Innovation et des Exportations (MEIE).\nDans le cadre de cette enquête, la Commission a analysé 116 contrats de services professionnels et techniques ainsi que treize dossiers de dotation.\nL’information concernant le volet « Ressources externes contractuelles - contrats de services professionnels et techniques » était complète et tous les dossiers se sont avérés conformes. Plusieurs documents concernant les dossiers de dotation n’ont cependant pu être retracés. Les activités en matière de gestion des ressources humaines relèvent maintenant du ministère de l’Éducation et de l’Enseignement supérieur (MEES). Or, le CSF est imputable des décisions prises en cette matière.\nAinsi, considérant la situation particulière du CSF quant aux possibilités de déplacements ministériels, la Commission a recommandé, lors d’une prochaine transition administrative, de sensibiliser le ministère qui accueille ses activités en matière de gestion des ressources humaines à l’importance de la conservation des dossiers des employés du CSF, complets et conformes à la Loi sur la fonction publique et au cadre règlementaire en vigueur.\nLe CSF s’est engagé à suivre la recommandation formulée."
    },
    {
        "title": "Suivi de l’enquête portant sur la désignation de cadre à mandat stratégique non conforme de la directrice générale de l’admissibilité des réclamations à la CNESST",
        "content": "Suivi de l’enquête portant sur la désignation de cadre à mandat stratégique non conforme de la directrice générale de l’admissibilité des réclamations à la CNESST\nLe 4 mai 2020, la Commission recevait de la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) la confirmation qu’elle était en processus de récupération des sommes afférentes à la prime de cadre à mandat stratégique versée à la directrice générale de l’admissibilité des réclamations, et ce, pour la période du 15 octobre au 31 décembre 2019.\nLa Commission a analysé les informations reçues de la CNESST. Vu les actions initiées et les éléments fournis, elle considère que l’organisation a finalement répondu de façon satisfaisante aux recommandations qui lui ont été formulées lors de cette enquête."
    },
    {
        "title": "Désignation à titre provisoire non conforme au Secrétariat du Conseil du trésor",
        "content": "Désignation à titre provisoire non conforme au Secrétariat du Conseil du trésor\nLe 27 mars 2020, la Commission a transmis au Secrétariat du Conseil du trésor (SCT) les résultats d’une enquête visant la désignation à titre provisoire au poste de directeur des ressources matérielles et des opérations.\nAu terme de son enquête, la Commission a conclu que cette désignation, octroyée le 1er juin 2018 à un agent de recherche et de planification socioéconomique dans un emploi d’encadrement, ne respectait pas les bonnes pratiques de gestion.\nLa désignation aura duré plus de 22 mois, ce qui est non conforme à la durée maximale de 12 mois prévue par certaines conventions collectives pour lesquelles la Commission est d’avis que cette norme maximale est raisonnable.\nConséquemment à l’intervention de la Commission, le SCT s’est engagé à mettre fin à cette désignation dès qu’il aura repris ses activités normales à la suite de la pandémie de la COVID-19."
    },
    {
        "title": "Désignation à titre provisoire non conforme au ministère des Transports du Québec",
        "content": "Désignation à titre provisoire non conforme au ministère des Transports du Québec\nLe 9 avril 2020, la Commission a transmis au ministère des Transports du Québec (MTQ) les résultats d’une enquête visant la désignation à titre provisoire au poste de directeur général des grands projets routiers de Montréal et de l’Ouest (DGGPRMO).\nAu terme de son enquête, la Commission a conclu que cette désignation, octroyée le 4 septembre 2018 à un ingénieur expert dans un emploi d’encadrement, ne respectait pas les bonnes pratiques de gestion. La désignation aura duré plus de 20 mois, ce qui est non conforme à la durée maximale de 12 mois prévue par certaines conventions collectives pour lesquelles la Commission est d’avis que cette norme maximale est raisonnable.\nLa Commission note aussi qu’aucun processus de dotation n’a été enclenché à la suite de la désignation de la personne au poste de DGGPRMO. Cette désignation à titre provisoire est non conforme à l’article 39 de la Directive concernant la classification et la gestion des emplois de cadres et de leurs titulaires (630) qui précise que le processus de dotation doit être enclenché dans un délai de 120 jours de la date de la désignation.\nLa Commission tient à souligner que c’est la deuxième fois qu’elle se penche sur des désignations à titre provisoire attribuées à la personne visée par l’enquête. En effet, dans une précédente enquête, elle a constaté que cette personne avait obtenu deux autres désignations à titre provisoire qui se sont échelonnées sur des périodes consécutives de deux et trois ans. Cette dernière a ainsi obtenu trois désignations à titre provisoire depuis mai 2013, pour une durée de sept ans.\nFaisant suite à l’intervention de la Commission, le MTQ s’est engagé à mettre fin à cette désignation le 13 avril 2020."
    },
    {
        "title": "DEC en bureautique reconnu pertinent dans le cadre d´un processus de qualification en vue du recrutement visant à pourvoir des emplois de technicien en administration",
        "content": "DEC en bureautique reconnu pertinent dans le cadre d´un processus de qualification en vue du recrutement visant à pourvoir des emplois de technicien en administration\nLe 20 mars 2020, la Commission a transmis au Centre de services partagés du Québec (CSPQ) un\nrapport d’enquête\nconcernant sa décision de ne pas reconnaître la pertinence du diplôme d’études collégiales de techniques de bureautique, spécialisation en coordination du travail de bureau (DEC en bureautique), pour les douze personnes requérantes ayant soumis leur candidature à un processus de qualification en vue du recrutement visant à pourvoir des emplois de technicien en administration, classe nominale.\nAu terme de son enquête, la Commission a conclu que le DEC en bureautique est une formation pertinente, qui prépare adéquatement les finissants à répondre aux attributions de l’emploi de technicien en administration.\nLa Commission a recommandé au CSPQ :\nde reconnaître la pertinence du diplôme en Techniques de bureautique, spécialisation en coordination du travail de bureau, dans le cadre du processus de qualification numéro 26410RS93470002;\nd’admettre les personnes requérantes à ce processus de qualification, le cas échéant;\nde réviser les autres candidatures dont le diplôme en Techniques de bureautique, spécialisation en coordination du travail de bureau, a été jugé non pertinent et de les admettre à ce processus de qualification, le cas échéant."
    }
]