[
    {
        "title": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement",
        "content": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement\nLe 9 décembre 2016, la Commission a transmis aux parties visées les résultats de deux enquêtes concernant l’admission de deux candidatures à un processus de qualification tenu par le ministère du Travail, de l’Emploi et de la Solidarité sociale. Au terme de ces enquêtes, la Commission a conclu que la décision de refuser l’admission de ces candidatures était non conforme à la Loi sur la fonction publique et au cadre normatif applicable. Elle a conclu que ces candidatures devaient être admises, ce qui a été fait."
    },
    {
        "title": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement",
        "content": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement\nLe 8 décembre 2016, la Commission a transmis aux parties visées les résultats d’une enquête concernant l’admission d’une candidature à un processus de qualification tenu par le Centre de services partagés du Québec. Au terme de cette enquête, la Commission a conclu que la décision de refuser l’admission de cette candidature était non conforme à la Loi sur la fonction publique et au cadre normatif applicable. Elle a conclu que la candidature devait être admise, ce qui a été fait."
    },
    {
        "title": "Refus de l’admissibilité de candidatures lors de processus de qualification en vue du recrutement",
        "content": "Refus de l’admissibilité de candidatures lors de processus de qualification en vue du recrutement\nLe 22 novembre 2016, la Commission a transmis aux parties visées les résultats de trois enquêtes concernant l’admission de leur candidature à un processus de qualification tenu par le Centre de services partagés du Québec. Au terme de ces enquêtes, la Commission a conclu que la décision de refuser l’admission d’un candidat était conforme à la Loi sur la fonction publique et au cadre normatif applicable. Elle a conclu également que les deux autres candidats devaient être admis, ce qui a été fait."
    },
    {
        "title": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement",
        "content": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification en vue du recrutement\nLa Commission a transmis aux parties visées les résultats d’une enquête le 16 novembre 2016. L’enquête avait pour objet de vérifier le bien-fondé de la décision du ministère de l’Immigration, de la Diversité et de l’Inclusion (MIDI) de refuser la candidature du requérant à sa réserve ministérielle de candidatures visant à constituer une banque de candidatures afin de pourvoir des emplois de professeur de français, langue d’intégration auprès des immigrantes et immigrants adultes, classe I.\nAu terme de son enquête, elle a conclu que la décision du MIDI de refuser la candidature du requérant à cette réserve était conforme à la LFP et au cadre normatif, puisqu’elle ne satisfait pas à l'exigence additionnelle relative à la scolarité prévue dans l'appel de candidatures.\nLa Commission rappelle au MIDI l’importance d’informer adéquatement les candidats des décisions prises à leur endroit afin de permettre à ceux-ci d’en apprécier le caractère équitable et impartial. Elle lui recommande également de s’assurer à l’avenir que ses appels de candidatures visant à pourvoir des emplois de professeur, classe I, soient plus précis concernant les notions de conditions minimales d’admission et d’exigences additionnelles.\nRapport d'enquête 1617-E-50,00"
    },
    {
        "title": "Refus de l’admissibilité d’une candidature lors d’un processus de qualification en vue du recrutement",
        "content": "Refus de l’admissibilité d’une candidature lors d’un processus de qualification en vue du recrutement\nLa Commission a transmis aux parties visées les résultats d’une enquête le 31 octobre 2016. L’enquête avait pour objet de vérifier le bien-fondé de la décision du ministère de la Justice du Québec (MJQ) de refuser d’admettre la personne requérante à un processus de qualification en vue du recrutement visant à pourvoir des emplois d’attachée ou d’attaché judiciaire. Au terme de cette enquête, la Commission a conclu que les conditions d’admission indiquées dans l’appel de candidatures ainsi que la procédure utilisée pour la vérification de l’admissibilité des candidats au processus de qualification visé contrevenaient à la Loi sur la fonction publique et au cadre normatif applicable.\nLa Commission a donc recommandé au MJQ de reprendre la vérification de l’admissibilité pour toutes les personnes qui ont été refusées au processus de qualification visé en considérant l’application des clauses de compensation prévues à la Directive concernant la classification des emplois de la fonction publique et sa gestion. Elle lui a aussi recommandé de publier à nouveau l’appel de candidatures du processus de qualification concerné.\nRapport d'enquête 1617-E-24,00"
    },
    {
        "title": "Refus de l’admissibilité d'une candidature lors de processus de qualification",
        "content": "Refus de l’admissibilité d'une candidature lors de processus de qualification\nLa Commission a transmis aux parties visées les résultats d’une enquête le 11 octobre 2016. L’enquête concernait la révision d’une décision d’admissibilité d’une candidature à un processus de qualification. Au terme de cette enquête, la Commission a conclu que le Centre de services partagés du Québec était bien fondé à réviser sa décision d’admettre la personne requérante à ce processus de qualification.\nRapport d'enquête 1617-E-33,00"
    },
    {
        "title": "Désignation à titre provisoire non conforme à la Commission de protection du territoire agricole",
        "content": "Désignation à titre provisoire non conforme à la Commission de protection du territoire agricole\nLe 23 septembre 2016, la Commission a transmis aux parties les résultats d’une enquête visant la Commission de protection du territoire agricole.Celle-ci avait pour objet de vérifier le non-respect du cadre légal et normatif en vigueur relativement à deux désignations provisoires pour des fonctions de coordination par des professionnels et d’une désignation provisoire d’un professionnel dans un emploi d’encadrement.\nAu terme de son enquête, la Commission a conclu que les désignations pour des fonctions de coordination étaient conformes et résultaient principalement d’une réorganisation administrative. En revanche, elle a constaté que la désignation provisoire, depuis un an et demi environ, d’un professionnel dans un emploi d’encadrement ne respectait pas le cadre légal et normatif en vigueur.\nÀ la suite de l’intervention de la Commission, l’organisation visée a décidé de mettre fin à la désignation provisoire et de procéder, dans les meilleurs délais, à la dotation de l’emploi."
    },
    {
        "title": "Des employées en congé de maternité remplacées par des étudiants",
        "content": "Des employées en congé de maternité remplacées par des étudiants\nLa Commission a transmis aux parties visées les résultats d’une enquête le 22 juin 2016. L’enquête concernait le remplacement de deux employées professionnelles en congé de maternité par des personnes occupant un emploi étudiant. Au terme de son enquête, la Commission a conclu que la décision prise de confier certaines tâches de niveau professionnel à des étudiants, en l’absence de deux professionnelles en congé de maternité, ne contrevient pas à la Directive concernant les emplois étudiants et les stages dans la fonction publique.Bien que les décisions prises respectent le cadre normatif applicable aux emplois étudiants, la Commission a recommandé une intervention auprès des gestionnaires des unités administratives concernées afin de leur rappeler l'importance d'identifier le statut d'étudiant dans les signatures électroniques de ces derniers, et ce, afin d'éviter toute ambiguïté auprès de son personnel et de ses interlocuteurs."
    },
    {
        "title": "Désignation à titre provisoire non conforme",
        "content": "Désignation à titre provisoire non conforme\nLe 8 juin 2016, la Commission a transmis aux parties visées les résultats d’une enquête. Celle-ci concernait le non-respect du cadre légal et normatif en vigueur relativement à la désignation provisoire d’une employée.\nAu terme de son enquête, la Commission a conclu que la personne désignée n’était pas inscrite sur une liste de déclaration d’aptitude valide (LDA) ou une banque de candidats qualifiés éligible pour l'emploi visé.\nÀ la suite de l’intervention de la Commission, la désignation provisoire a été annulée."
    },
    {
        "title": "Conformité de contrats de prêt de services",
        "content": "Conformité de contrats de prêt de services\nLe 6 juin 2016, la commission a transmis aux parties visées, les résultats d’une enquête , laquelle concernait la conformité de contrats de prêt de services. La Commission a conclu que plusieurs contrats de prêt de services en cours étaient en vigueur depuis plus de trois ans, ce qui est non conforme à l'article 6 de la Directive concernant l’engagement sur une base de prêt de services du personnel des réseaux de l’éducation et de la santé et des services sociaux. À la suite de l’intervention de la Commission, des mesures ont été mises en place par l’organisation visée afin d’éviter que des situations de non-conformité ne se reproduisent."
    },
    {
        "title": "Refus de l’admissibilité de candidatures lors de processus de qualification",
        "content": "Refus de l’admissibilité de candidatures lors de processus de qualification\nLa Commission a transmis aux parties visées les résultats de trois enquêtes les 19, 25 et 26 mai. Les enquêtes concernaient l’admission de candidatures à un processus de qualification. Au terme de ces enquêtes, la Commission a conclu que les candidats devaient être admis, ce qui a été fait."
    },
    {
        "title": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification",
        "content": "Refus de l'admissibilité d'une candidature lors d'un processus de qualification\nLe 19 mai 2016, la Commission a adopté un rapport d'enquête ayant pour objet de vérifier le bien-fondé de la décision prise par la Société de l'assurance automobile du Québec (SAAQ) de refuser l'admissibilité d’un requérant au processus de qualification en vue du recrutement visant à pourvoir des emplois occasionnels ou réguliers de contrôleuse routière ou contrôleur routier, classe nominale, à la SAAQ dans toutes les régions administratives du Québec.\nAu terme de son enquête, la Commission conclut que les conditions d’admission nécessitant la citoyenneté canadienne pour participer au processus de qualification contrevenaient à la Loi sur la fonction publique et au cadre normatif en vigueur. Elle a donc fait plusieurs recommandations à la SAAQ dont celle d’admettre la candidature de la personne requérante ainsi que celle de tous les candidats refusés au processus de qualification visé pour le même motif et de procéder à une nouvelle publication de l’appel de candidatures visé.\nEn effet, il est obligatoire de posséder la citoyenneté canadienne pour être nommé sur un emploi de contrôleur routier, mais cette exigence n’a pas à être respectée au moment de l’inscription à un processus de qualification visant à pourvoir des emplois de cette classe, seul le statut de résident permanent est requis. De plus, elle a également fait des recommandations au Centre des services partagés du Québec qui a la responsabilité d’approuver tous les appels de candidatures de la fonction publique.\nRapport d'enquête 1617-E-12,00"
    },
    {
        "title": "Conformité des contrats de prêt de services",
        "content": "Conformité des contrats de prêt de services\nLe 26 avril 2016, la Commission a adopté un rapport d'enquête ayant pour objet de vérifier la conformité des contrats de prêt de services, en vigueur en janvier 2016, au ministère de l’Éducation et de l’Enseignement supérieur (MEES). Au terme de son enquête, la Commission a conclu que, pour certains contrats de prêt de services, le MEES a enfreint la durée permise par la Directive concernant l’engagement sur une base de prêt de services du personnel des réseaux de l’éducation et de la santé et des services sociaux. La Commission recommande au MEES de prendre les mesures nécessaires pour que des situations de non-conformité à l’article 6 ne se produisent plus.\nRapport d'enquête 1516-E-33,00"
    },
    {
        "title": "Refus d'une candidature dans le cadre d'une offre d'affectation et d'intérêt à la promotion",
        "content": "Refus d'une candidature dans le cadre d'une offre d'affectation et d'intérêt à la promotion\nLe 29 mars 2016, la Commission a rendu public un rapport d’enquête ayant pour objet de vérifier si la Commission des normes, de l'équité, de la santé et de la sécurité du travail (ci-après la CNESST) a rendu une décision conforme à la Loi sur la fonction publique (ci-après la \"LFP\") et au cadre normatif en vigueur, en refusant la candidature du requérant à un emploi de réviseure ou réviseur, à la suite d'une offre d'affectation et d'intérêt à la promotion.\nAu terme de son enquête, elle a conclu que la décision de la CNESST de refuser la candidature du requérant à ce processus de dotation d’un emploi de réviseure ou réviseur, à la suite d’une offre d’affectation et d’intérêt à la promotion, était conforme à la LFP et au cadre normatif, puisque la liste de déclaration d’aptitudes sur laquelle était inscrit le requérant ne pouvait être utilisée pour doter l’emploi offert.\nRapport d'enquête 1516-E-3800"
    },
    {
        "title": "Admissibilité d’un requérant à un processus de qualification",
        "content": "Admissibilité d’un requérant à un processus de qualification\nLe 15 mars 2016, la Commission a rendu public un rapport d’enquête ayant pour objet de vérifier le bien-fondé du Centre de services partagés du Québec (CSPQ) de refuser l’admissibilité du requérant au processus de qualification en vue du recrutement numéro 27210RS9347001 visant à pourvoir des emplois de techniciennes ou de techniciens en informatique, grade 1.\nAu terme de son enquête, la Commission a conclu que la décision du CSPQ de refuser la candidature du requérant à ce processus de qualification était conforme à la LFP et au cadre normatif puisque, selon les informations inscrites dans son formulaire d’inscription, il ne répondait pas aux conditions d’admission indiquées dans l’appel de candidatures.\nRapport d'enquête 1516-E-4200"
    },
    {
        "title": "Attribution de la rémunération lors de nominations d'analystes-investigateurs occasionnels",
        "content": "Attribution de la rémunération lors de nominations d'analystes-investigateurs occasionnels\nLe 18 février 2016, la Commission a rendu public un rapport d'enquête portant sur le respect de l'application du cadre normatif en vigueur par la Sûreté du Québec (SQ) en matière d'attribution de la rémunération lors de la nomination d'analystes-investigateurs occasionnels dédiés au Programme civil de filtrage de sécurité (PCFS) ainsi que d'analystes-investigateurs dédiés à l'application de la Loi sur l'intégrité en matière de contrats publics et à la mise en œuvre du Registre des entreprises admissibles. Le Syndicat de professionnelles et professionnels du gouvernement du Québec (SPGQ) dénonçait la Sûreté du Québec qui n'avait pas reconnu d'expérience ni de scolarité additionnelles aux analystes-investigateurs ayant été recrutés à un emploi occasionnel au PCFS.\nLa Commission a conclu que la SQ s'était basée sur le cadre normatif en vigueur, soit la\nDirective concernant l'attribution des taux de traitement ou taux de salaire et des bonis à certains fonctionnaires\net la\nDirective concernant l'attribution de la rémunération des fonctionnaires\npour déterminer la rémunération des analystes-investigateurs au moment de leur recrutement ou de leur renouvellement. Par ailleurs, au cours de cette enquête, la Commission a constaté de nombreuses irrégularités liées, notamment, à des erreurs sur le motif inscrit dans l'acte de rémunération de quatre analystes-investigateurs et au non-respect de certains aspects de la Loi sur la fonction publique et de la\nDirective concernant les emplois occasionnels de la fonction publique\nlors du recrutement de candidats occasionnels.\nRapport d’enquête 1415-E-49,00"
    },
    {
        "title": "Recrutement d’employés occasionnels",
        "content": "Recrutement d’employés occasionnels\nLe 18 février 2016, la Commission a rendu public un rapport d'enquête portant sur la conformité du recrutement de quatorze employés occasionnels sans déclaration d'aptitudes par la Sûreté du Québec (SQ) pour agir à titre d'analystes-investigateurs. Étant donné que les emplois visés par cette enquête avaient déjà tous pris fin, la Commission a recommandé à la SQ de prendre les mesures nécessaires pour que de telles situations de non-conformité ne se reproduisent plus à l'avenir, notamment en informant les gestionnaires des conditions d'application de la Directive concernant les emplois occasionnels de la fonction publique, en ce qui a trait aux emplois créés lors d'une situation d'urgence où la sécurité des personnes ou des biens est en cause. Rappelons que cette enquête faisait suite à une dénonciation faite par le Syndicat de professionnelles et professionnels du gouvernement du Québec.\nRapport d’enquête 1415-E-50,00"
    },
    {
        "title": "Refus d'une candidature",
        "content": "Refus d'une candidature\nLe 18 février 2016, la Commission a rendu public un rapport d'enquête portant sur la décision du ministère du Travail, de l'Emploi et de la Solidarité sociale (MTESS) ne pas admettre la candidature d'une requérante inscrite à un processus de qualification visant à pourvoir des emplois de médiatrices et conciliatrices ou de médiateurs et conciliateurs, grade 1. Le MTESS considérait que la requérante ne possédait pas les années d'expérience pertinente exigées dans les conditions d'admission tel qu'indiqué dans l'appel de candidature. La Commission a conclu que la décision du MTESS était conforme à la Loi sur la fonction publique et au cadre normatif en vigueur.\nRapport d'enquête 1516-E-36,00"
    },
    {
        "title": "Refus d'une candidature dans le cadre d'une offre d'affectation et d'intérêt à la promotion",
        "content": "Refus d'une candidature dans le cadre d'une offre d'affectation et d'intérêt à la promotion\nLe 22 janvier 2016, la Commission a rendu public un rapport d’enquête portant sur la décision du ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS) de refuser la candidature d’une requérante dans le cadre d’une offre d’affectation et d’intérêt à la promotion visant à pourvoir un emploi de conseillère ou conseiller à la prestation de services et au soutien à la gestion. La requérante estimait que la liste de déclaration d’aptitudes (LDA) de conseillères ou de conseillers en réadaptation, sur laquelle son nom est inscrit, était valide pour pourvoir l’emploi en question. La Commission a jugé que cette LDA ne pouvait être utilisée par le MTESS afin de pourvoir l’emploi de conseillère ou de conseiller à la prestation de services et au soutien à la gestion puisqu’il ne s’agit pas d’emplois semblables.\nRapport d’enquête 1516-E-19,00"
    },
    {
        "title": "Utilisations annoncées d'une liste de déclaration d'aptitudes",
        "content": "Utilisations annoncées d'une liste de déclaration d'aptitudes\nLa Commission a publié le 22 janvier 2016 un rapport d'enquête concernant les normes de présentation d'un appel de candidatures à l'égard des utilisations annoncées d'une liste de déclaration d'aptitudes constituée par la Commission de la santé et de la sécurité du travail (CSST), désormais intégrée à la Commission des normes, de l'équité, de la santé et de la sécurité au travail (CNESST). La Commission a jugé que la CSST n'avait pas commis d'erreur lors de la publication de l'appel de candidatures en question quant aux utilisations annoncées. En effet, elle note qu'il revient à chaque organisation de déterminer le caractère semblable ou non des emplois qu'elle a à pourvoir à partir des listes de déclaration d'aptitudes disponibles et des utilisations permises par celles-ci.\nRapport d'enquête 1516-E-22,00XX"
    }
]