[
    {
        "title": "Processus de promotion à un emploi de cadre",
        "content": "Processus de promotion à un emploi de cadre\nLa Commission a publié le 11 décembre 2015 un rapport d’enquête portant sur des allégations de favoritisme, de conflit d’intérêts et de non-respect des règles éthiques dans les décisions entourant le processus de promotion à l’emploi de directrice générale de la transformation et des technologies de l’information, cadre, classe 2, au ministère de l’Immigration, de la Diversité et de l’Inclusion. La Commission n’a pas relevé d’irrégularité ou d’illégalité dans le processus de sélection qui a conduit à la nomination de la directrice générale.\nRapport d'enquête 1415-E-74,00XX"
    },
    {
        "title": "Contrat de services assimilable à un contrat de travail",
        "content": "Contrat de services assimilable à un contrat de travail\nLe 18 novembre 2015, la Commission a publié un rapport d'enquête concernant la décision de la Régie des rentes du Québec (RRQ) d'attribuer un contrat de services à la firme Sigmund inc. Ce contrat avait pour objet le remplacement d'une employée en congé de maternité pour effectuer des tâches d'analyste d'affaires Web au Service des stratégies et des moyens de communication externes de la RRQ. La Commission a jugé que les modalités d'exercice du contrat de services professionnels entre la RRQ et la firme Sigmund inc. permettent d'affirmer qu'il s'agit, dans les faits, d'un contrat assimilable à un contrat de travail. Elle a conclu que la RRQ aurait dû pourvoir l'emploi d'analyste d'affaires Web dans le respect du cadre normatif. La Commission a fait deux recommandations à la RRQ.\nRapport d'enquête 1516-E-2,00XX"
    },
    {
        "title": "Désignation à titre provisoire à un emploi de cadre au ministère du Développement durable, de l'Environnement et de la Lutte contre les changements climatiques",
        "content": "Désignation à titre provisoire à un emploi de cadre au ministère du Développement durable, de l'Environnement et de la Lutte contre les changements climatiques\nLe 18 novembre 2015, la Commission a rendu public un\nrapport d'enquête\nconcernant des désignations à titre provisoire à un emploi de cadre faites de 2012 à 2015 par le ministère du Développement durable, de l'Environnement et de la Lutte contre les changements climatiques (MDDELCC).\nLa Commission a jugé que le MDDELCC aurait dû enclencher le processus pour doter l'emploi de directrice ou de du directeur du Bureau des renseignements, de l'accès à l'information et des plaintes sur la qualité des services en même temps qu'il procédait à la désignation à titre provisoire, comme le prévoient la\nDirective concernant la classification et la gestion des emplois de cadres et leurs titulaires\nainsi que la\nConvention collective des professionnelles et professionnels 2010-2015\n. La Commission a déploré la durée excessive de ces désignations à titre provisoire. Ainsi, elle a formulé deux recommandations au MDDELCC."
    },
    {
        "title": "Rapport d'enquête 1516-E-6,00",
        "content": "Rapport d'enquête 1516-E-6,00\nEnquête de la Commission concernant la décision de la Sûreté du Québec de ne pas retenir une candidature visant à pourvoir un emploi occasionnel de préposé aux télécommunications au Centre de gestion des appels de Montréal-Laval-Laurentides-Lanaudière (CGA MLLL) de la Sûreté du Québec (SQ)."
    },
    {
        "title": "Rapport d'enquête 1516-E-1400",
        "content": "Rapport d'enquête 1516-E-1400\nEnquête de la Commission concernant la décision du Centre de services partagés de ne pas admettre une candidature au processus de qualification numéro 26010RS93470001 visant à pourvoir emplois de technicienne ou de technicien en évaluation foncière dans divers ministères et organismes, et ce, dans toutes les régions administratives du Québec."
    },
    {
        "title": "Rapport d'enquête 1516-E-11,00",
        "content": "Rapport d'enquête 1516-E-11,00\nEnquête de la Commission concernant la décision de la Régie du bâtiment du Québec de ne pas admettre une candidature au concours tenu à partir de la réserve de candidature 234R-4703005 visant à pourvoir des emplois d'inspectrice ou d'inspecteur en santé et sécurité, grade 1."
    },
    {
        "title": "Rapport d'enquête 1415-E-68,00",
        "content": "Rapport d'enquête 1415-E-68,00\nEnquête de la Commission de la fonction publique portant sur des allégations de conflits d’intérêts potentiels dans la nomination et la gestion du stage probatoire d’une cadre au Secrétariat du Conseil du trésor."
    },
    {
        "title": "Rapport d'enquête 1314-E-86,00",
        "content": "Rapport d'enquête 1314-E-86,00\nEnquête de la Commission de la fonction publique visant à vérifier le bien-fondé des allégations de favoritisme, de conflit d'intérêts et de non-respect des règles éthiques dans les décisions entourant un processus de dotation au ministère de l'Agriculture, des Pêcheries et de l'Alimentation du Québec."
    }
]