[
    {
        "title": "Suivi de l’enquête portant sur la nomination de la directrice générale à la surveillance des marchés et à l’observation des règles contractuelles au MTQ",
        "content": "Suivi de l’enquête portant sur la nomination de la directrice générale à la surveillance des marchés et à l’observation des règles contractuelles au MTQ\nLe 20 décembre 2019, la Commission recevait du ministère des Transports du Québec (MTQ) les informations concernant la mise en application des recommandations du\nrapport d’enquête\ndu 15 juillet 2019.\nLa Commission a analysé les informations reçues du MTQ. Vu les actions initiées et les éléments fournis, elle considère que le Ministère a réalisé des progrès satisfaisants dans la mise en œuvre des recommandations qui lui ont été formulées."
    },
    {
        "title": "Désignations de cadre à mandat stratégique conformes à la Société de l’assurance automobile du Québec",
        "content": "Désignations de cadre à mandat stratégique conformes à la Société de l’assurance automobile du Québec\nLa Commission vient de terminer une enquête, entreprise à sa propre initiative, sur l’ensemble des désignations de cadre à mandat stratégique à la Société de l’assurance automobile du Québec (SAAQ). Les résultats de l’enquête démontrent que toutes les désignations, au nombre de 20, sont conformes au cadre normatif applicable.\nLa Commission tient à féliciter la SAAQ pour son application rigoureuse du cadre normatif en ce qui a trait aux désignations de cadre à mandat stratégique, et l’incite à poursuivre dans cette voie. Elle souligne également la mise en place d’un comité impartial au sein de la SAAQ qui vérifie le respect de l’article 28 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\npour chaque désignation avant de formuler une recommandation à la présidente et chef de la direction."
    },
    {
        "title": "Désignation provisoire non conforme à la Société de l’assurance automobile du Québec",
        "content": "Désignation provisoire non conforme à la Société de l’assurance automobile du Québec\nLe 18 octobre 2019, la Commission a transmis aux parties concernées les résultats d’une enquête visant la vice-présidence au contrôle routier et à la sécurité des véhicules à la Société de l’assurance automobile du Québec (SAAQ).\nL'enquête avait pour objet de vérifier la conformité d’une désignation provisoire pour un poste de chef de service au contrôle routier, cadre, classe 5.\nAu terme de son enquête, la Commission a conclu que cette désignation, octroyée depuis octobre 2017, d’un contrôleur routier, classe principale, dans un emploi d’encadrement, ne respectait pas le cadre normatif applicable.\nÀ la suite de l’intervention de la Commission, la SAAQ s’est engagée à mettre fin à cette désignation et à procéder à la dotation de cet emploi selon le délai convenu."
    },
    {
        "title": "Refus de deux candidatures à un processus de qualification tenu par le MTESS",
        "content": "Refus de deux candidatures à un processus de qualification tenu par le MTESS\nLes 2 et 16 octobre 2019, la Commission a transmis aux parties visées les résultats de deux enquêtes concernant, chacune, l'admission d’une candidature à un processus de qualification tenu par le ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS).\nAu terme de ces enquêtes, la Commission a conclu que la décision de refuser ces candidatures était non conforme à la\nLoi sur la fonction publique\net au cadre normatif applicable. Elle a donc recommandé au MTESS de les admettre, ce qui a été fait."
    },
    {
        "title": "Désignation de cadre à mandat stratégique non conforme à la CNESST",
        "content": "Désignation de cadre à mandat stratégique non conforme à la CNESST\nLe 16 octobre 2019, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) un\nrapport d’enquête\nà sa propre initiative concernant la désignation de cadre à mandat stratégique de la directrice générale de l’admissibilité des réclamations (directrice générale).\nLa Commission a vérifié si cette désignation respectait l’article 28 de la\nDirective concernant la classification et la gestion des emplois de cadres et leurs titulaires (630)\n(Directive).\nLes constats sont les suivants :\nLe mandat stratégique constitue une des attributions principales et habituelles dévolues à l’emploi de la directrice générale. En effet, celui-ci se retrouve dans le questionnaire d’analyse de l’emploi d’encadrement en question. Cela va à l’encontre de l’article 28 de la Directive qui édicte que le mandat ne doit pas constituer une des attributions principales et habituelles dévolues à l’emploi du cadre visé.\nPar ailleurs, le Secrétariat du Conseil du trésor (SCT) n’a pas été informé de la désignation initiale ni du renouvellement de ce mandat, ce qui contrevient à l’article 28 de la Directive qui énonce que la dirigeante de l’organisme doit informer le SCT de toute désignation de cadre à mandat stratégique.\nAu regard de ces constats, la Commission a notamment recommandé à la CNESST de mettre fin, immédiatement, à la désignation de cadre à mandat stratégique de la directrice générale de l’admissibilité des réclamations et à la prime qui s’y rattache.\nLa CNESST a répondu à la Commission qu’elle entend maintenir à court terme la désignation de la directrice générale, soit jusqu’au déploiement de sa direction prévu le 31 décembre 2019."
    },
    {
        "title": "Suivi de l’enquête portant sur 13 désignations de cadre à mandat stratégique non conformes au MTQ",
        "content": "Suivi de l’enquête portant sur 13 désignations de cadre à mandat stratégique non conformes au MTQ\nLe 18 septembre 2019, la Commission a reçu du ministère des Transports du Québec (MTQ) les informations démontrant la mise en application des recommandations du\nrapport d’enquête\ndu 29 juillet 2019, dont celle de mettre fin immédiatement aux 13 désignations de cadre à mandat stratégique non conformes au cadre normatif applicable et aux primes qui y sont liées.\nLa Commission a analysé les informations reçues du MTQ. Vu les actions initiées et les éléments fournis, elle considère que le Ministère a pleinement répondu à cette recommandation.\nLire aussi :\nDésignations de cadre à mandat stratégique non conformes au ministère des Transports du Québec"
    },
    {
        "title": "Refus d’une candidature à la suite d’une entrevue de sélection au MTESS",
        "content": "Refus d’une candidature à la suite d’une entrevue de sélection au MTESS\nLe 17 septembre 2019, la Commission a transmis aux parties visées les résultats d’une enquête concernant le refus d’une candidature à la suite d’une entrevue de sélection. Cette dernière visait à pourvoir des emplois d’agente ou d’agent d’aide socio-économique, classe principale, à titre de cheffe ou chef d’équipe, au ministère du Travail, de l’Emploi et de la Solidarité sociale (MTESS).\nOr, à la suite d'une entrevue de sélection, la candidature en question n’a pas été retenue et il en fut de même lors du deuxième affichage.\nAu terme de son enquête, la Commission a recommandé au Ministère de transmettre à la personne requérante les motifs à l’appui de ses décisions, ce qu’il s’est engagé à faire."
    },
    {
        "title": "Évaluation des emplois de cadre, classes 2 et 3, au ministère des Transports du Québec",
        "content": "Évaluation des emplois de cadre, classes 2 et 3, au ministère des Transports du Québec\nLe 17 septembre 2019, la Commission a transmis au ministère des Transports du Québec (MTQ) les résultats d'une enquête qui avait pour objet l’évaluation de 120 emplois de cadre, classes 2 et 3.\nConstats :\n2 emplois occupés n’ont pas d’\nActe de nomination\n(AN);\n28 dossiers n’ont pas de\nQuestionnaire d’analyse d’emploi\n(QAE);\n34 QAE ne sont pas signés;\n48 dossiers n’ont pas d’\nÉvaluation d’emploi d’encadrement\n(ÉEE);\n22 dossiers ont une ÉEE postérieure à l’AN;\n2 ÉEE ne sont pas signées;\n1 QAE a été signé après l'ouverture de l'enquête, alors que l'AN date de janvier 2015;\n1 cadre a été nommé classe 3 sur un emploi évalué classe 4.\nRecommandations :\nRégulariser, dans les plus brefs délais, le classement de l’emploi de directeur de l’assurance et contrôle qualité en technologies de l’information qui est supérieur à l’évaluation qui en a été faite;\nRégulariser les dossiers qui sont incomplets (AN, QAE, ÉEE);\nS’assurer, à l’avenir, de remplir et de signer l’AN au moment opportun et de le conserver au dossier de l’employé;\nLors de la création ou de la modification d’un emploi, s’assurer, à l’avenir, de remplir et de signer les documents requis (QAE et ÉEE) au moment opportun et de les conserver au dossier de l’employé;\nCompléter la section « 5. Évaluation de l’emploi des QAE », tel qu’indiqué dans le\nGuide d’évaluation des emplois de cadre\n;\nMettre en place des mécanismes afin de s’assurer que l’ÉEE soit faite au moment opportun et de consigner au dossier les documents ayant servi à son évaluation, soit le QAE à jour et approuvé, de même que l’ÉEE approuvée.\nLe MTQ s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Suivi de l’enquête portant sur le non-respect du cadre normatif concernant la nomination d’une personne à titre de directrice de la planification, de la performance et de l’innovation à la CNESST",
        "content": "Suivi de l’enquête portant sur le non-respect du cadre normatif concernant la nomination d’une personne à titre de directrice de la planification, de la performance et de l’innovation à la CNESST\nLe 4 septembre 2019, la Commission recevait la réponse de la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) à sa demande d’être informée des suites prévues ou données aux recommandations du\nrapport d’enquête 1819-E-242,00XX\n.\nPour les promotions à la suite de la réévaluation de l’emploi (PRE), la CNESST mentionne qu’elle « considère avoir respecté les cinq conditions prévues au règlement concerné. » De plus, « […], la CNESST entend continuer d’appliquer le règlement et de tenir compte des recommandations de sa Direction générale des ressources humaines et du Comité indépendant. »\nElle ajoute qu’elle « se fait un devoir de respecter le cadre réglementaire ainsi que les obligations en matière d’éthique. Elles ont été respectées intégralement dans le présent dossier comme dans tous les dossiers de ressources humaines. »\nLa Commission est en profond désaccord avec la position de la CNESST dans ce dossier. Celle-ci fait fi, dans son argumentaire, du fait que les pièces qu’elle a fournies pour démontrer l’enrichissement des tâches de la personne ayant obtenu la PRE révèlent que ces nouvelles tâches relevaient directement de l’emploi sur lequel elle avait été nommée à titre provisoire et non sur l’emploi qui a fait l’objet de la PRE.\nLa CNESST ne tient pas compte non plus de l’utilisation à mauvais escient de la PRE afin que la personne visée par l’enquête puisse être nommée sur l’emploi qu’elle occupait à titre provisoire depuis 19 mois. Dans ce cas-ci, la PRE a servi à favoriser injustement l’avancement de carrière d’une employée. Un scénario élaboré par la Direction générale des ressources humaines démontre clairement une manœuvre ayant comme objectif que la chef de service obtienne un emploi de directrice de niveau cadre, classe 3, alors qu’elle était cadre, classe 4.\nLa Commission considère que les recommandations formulées à la CNESST n’ont pas été appliquées de façon satisfaisante. Elle trouve regrettable que l’organisme n’y adhère pas et n’admette pas les faits démontrés par son enquête.\nLire aussi :\nPromotion à la suite de la réévaluation d’un emploi non conforme à la CNESST"
    },
    {
        "title": "Processus de promotion à la suite de la réévaluation d’un emploi non conforme à la SAAQ",
        "content": "Processus de promotion à la suite de la réévaluation d’un emploi non conforme à la SAAQ\nLe 16 septembre 2019, la Commission a transmis à la Société de l’assurance automobile du Québec (SAAQ) les résultats d'une enquête qui avait pour objet le processus de promotion à la suite de la réévaluation d’un emploi de contrôleur routier.\nL’enquête a démontré que cet emploi ne comportait pas, de façon principale et habituelle, des responsabilités de direction de personnel. La personne ne pouvait donc pas être promue contrôleur routier, chef d’équipe, même si l’emploi réévalué aurait comporté de nouvelles responsabilités en ce sens.\nL’analyse de la description de l’emploi réévalué à la suite de l’enrichissement de tâches a démontré que celui-ci serait de type spécialiste et non de chef d’équipe.\nToutefois, l’article 6 de la\nDirective concernant la classification et la gestion des emplois de contrôleurs routiers (310)\nédicte que la classe principale de contrôleur routier comprend les employés dont les attributions principales et habituelles consistent à exercer, en application de l’article 3, les attributions de contrôleur routier, chef d’équipe. Il n’est aucunement fait mention d’une classe principale, spécialiste.\nAu terme de son enquête, la Commission a recommandé à la SAAQ de :\nmettre fin, immédiatement, au processus de promotion à la suite de la réévaluation de l’emploi en cours du contrôleur routier visé;\nmettre fin, immédiatement, à tout autre processus de promotion à la suite de la réévaluation de l’emploi de contrôleur routier identique à celui-ci;\nrégulariser, dans les plus brefs délais, tout emploi de contrôleur routier, classe principale, qui ne comporte pas de réelles attributions de chef d’équipe;\nne plus utiliser, à l’avenir, l’article 6 de la\nDirective concernant la classification et la gestion des emplois de contrôleurs routiers (310)\nà mauvais escient.\nLa SAAQ s’est engagée à suivre ces recommandations. De plus, afin de répondre à l’ensemble de ces dernières, elle entend travailler de concert avec le Secrétariat du Conseil du trésor pour revoir la classification de l’emploi de contrôleur routier afin qu’elle reflète l’évolution de celui-ci."
    },
    {
        "title": "Refus d’une candidature à la suite d’une demande de personnel au ministère des Transports du Québec",
        "content": "Refus d’une candidature à la suite d’une demande de personnel au ministère des Transports du Québec\nLe 6 septembre 2019, la Commission a transmis aux parties visées les résultats d’une enquête concernant le refus d’une candidature à la suite d’une demande de personnel pour un emploi de chef des opérations, cadre, classe 7, à pourvoir au ministère des Transports du Québec (MTQ). Le motif du refus était que cette candidature ne satisfaisait pas aux conditions d’admission exigées dans l’offre d’emploi.\nAu terme de son enquête, la Commission a conclu que ce motif de refus était injustifié et non conforme à la\nLoi sur la fonction publique\net au cadre normatif applicable.\nConséquemment, elle a recommandé au Ministère de :\nrevoir la candidature de la personne requérante selon les conditions d’admission exigées dans l’offre d’emploi;\nrevoir les candidatures refusées pour le même motif que celui fourni à la personne requérante;\nrespecter, à l’avenir, les conditions d’admission énoncées dans les offres d’emploi.\nLe MTQ s’est engagé à suivre nos recommandations. Par ailleurs, la personne requérante a été informée de l’erreur de traitement de sa candidature, et elle a déjà obtenu une entrevue."
    },
    {
        "title": "Suivi de l’enquête portant sur des désignations à titre provisoire à la CNESST",
        "content": "Suivi de l’enquête portant sur des désignations à titre provisoire à la CNESST\nLe 27 juin 2019, la Commission terminait le\nsuivi de l’application des recommandations\ndécoulant de l’enquête portant sur 21 désignations à titre provisoire qui étaient en cours en date du 10 septembre 2018 à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST). L'enquête s'est terminée le 22 novembre 2018.\nLa Commission a analysé les informations reçues de la CNESST. Vu les actions déjà initiées et les éléments fournis, elle considère que l’organisme a réalisé des progrès satisfaisants dans la mise en œuvre de 8 des 17 recommandations qui lui ont été formulées.\nToutefois, elle considère que 9 des 17 recommandations n’ont pas été appliquées de façon satisfaisante."
    },
    {
        "title": "Nomination non conforme au ministère des Forêts, de la Faune et des Parcs",
        "content": "Nomination non conforme au ministère des Forêts, de la Faune et des Parcs\nLe 8 août 2019, la Commission a transmis au ministère des Forêts, de la Faune et des Parcs (MFFP) les résultats d'une enquête qui avait pour objet la nomination d’une personne (ci-après « la personne en cause ») à titre de préposé aux télécommunications.\nL’enquête a démontré que la personne en cause a été nommée, le 1\ner\navril 2018, à titre de préposé aux télécommunications en vertu de l’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\nqui mentionne « un emploi créé lors d’une situation d’urgence où la sécurité des personnes ou des biens est en cause. La durée d’un tel emploi ne peut excéder le temps requis pour remédier à la situation d’urgence ».\nCette nomination à titre de préposé aux télécommunications, en vertu de l’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\n, a été par la suite renouvelée à deux occasions.\nL’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\na été utilisé à mauvais escient lors de ces nominations, car il n’y avait pas de situation d’urgence où la sécurité des personnes ou des biens était en cause.\nAu terme de son enquête, la Commission a recommandé au MFFP :\nde régulariser, immédiatement, la désignation de la personne en cause;\nde ne plus utiliser, à l’avenir, l’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\nà mauvais escient.\nLe MFFP s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Nomination non conforme au ministère des Forêts, de la Faune et des Parcs",
        "content": "Nomination non conforme au ministère des Forêts, de la Faune et des Parcs\nLe 5 août 2019, la Commission a transmis au ministère des Forêts, de la Faune et des Parcs (MFFP) les résultats d'une enquête qui avait pour objet la nomination d’une personne (ci-après « la personne en cause ») à titre de préposée aux télécommunications.\nLa personne en cause a été nommée à titre de préposée aux télécommunications le 1\ner\navril 2019 en vertu de l’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\nqui mentionne « un emploi créé lors d’une situation d’urgence où la sécurité des personnes ou des biens est en cause. La durée d’un tel emploi ne peut excéder le temps requis pour remédier à la situation d’urgence ».\nLe jour même de sa nomination, soit le 1\ner\navril 2019, la personne en cause a été nommée à titre d’adjointe du directeur (105) en remplacement d’une personne en congé de maternité. La personne en cause occupe encore à ce jour ce dernier emploi.\nL’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\na été utilisé à mauvais escient lors de la nomination, le 1\ner\navril 2019, de la personne en cause à titre de préposée aux télécommunications, car il n’y avait pas de situation d’urgence où la sécurité des personnes ou des biens était en cause dans ce cas.\nAu terme de son enquête, la Commission a recommandé au MFFP :\nde mettre fin, immédiatement, à l’emploi de la personne en cause à titre de préposée aux télécommunications;\nde ne plus utiliser, à l’avenir, l’article 49 de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\nà mauvais escient.\nLe MFFP s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Promotion à la suite de la réévaluation d’un emploi non conforme à la CNESST",
        "content": "Promotion à la suite de la réévaluation d’un emploi non conforme à la CNESST\nLe 2 août 2019, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) les\nrésultats d’une enquête\nfaisant suite à une dénonciation anonyme concernant la nomination d’une personne à titre de directrice de la planification, de la performance et de l’innovation (ci-après « la directrice »).\nLes résultats sont les suivants :\nLa CNESST a procédé à l’affichage de l’emploi de direction qui faisait l’objet d’une désignation à titre provisoire près de 4 mois après s’être engagée à suivre la recommandation de la Commission d’y mettre fin dans un délai maximal de 3 mois au terme d’une précédente enquête. Cela contrevient à l’article 39 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\n(630).\nLa CNESST a affiché l’emploi de direction, en affectation seulement, durant la période des Fêtes 2018-2019.\nLes pièces fournies par la CNESST pour démontrer l’enrichissement des tâches de la chef de service révèlent que ces nouvelles tâches relevaient directement de la Direction des affaires organisationnelles et de la planification stratégique (DAOPS) et de l’emploi sur lequel elle avait été désignée à titre provisoire. Cela contrevient à l’article 3 du\nRèglement sur la promotion à la suite de la réévaluation d’un emploi\nqui prévoit que l’emploi d’un fonctionnaire doit avoir été réévalué à un niveau supérieur à la suite de l’enrichissement de toutes ou d’une partie des tâches principales et habituelles de l’emploi qu’il occupait.\nLa CNESST a effectué une réorganisation administrative de la DAOPS immédiatement après que la chef de service ait obtenu le classement de cadre, classe 3. Le but de cette réorganisation administrative visait manifestement à camoufler le stratagème consistant à nommer la chef de service sur l’emploi de directrice à la DAOPS qu’elle avait occupé à titre provisoire pendant 19 mois.\nLa Commission a obtenu un document de manière anonyme qui présente un scénario élaboré par la Direction générale des ressources humaines. Celui-ci démontre clairement une manœuvre ayant comme objectif que la chef de service obtienne l’emploi de directrice à la DAOPS pour lequel elle n’était pas qualifiée étant de niveau cadre, classe 3, alors qu’elle était cadre, classe 4. Cela enfreint non seulement l’article 3 du\nRèglement sur la promotion à la suite de la réévaluation d’un emploi\n, mais aussi l’article 9 de la\nLoi sur la fonction publique\nqui édicte que le fonctionnaire ne peut, directement ou indirectement, accorder, solliciter ou accepter, en sa qualité de fonctionnaire, une faveur ou un avantage indu pour lui-même ou pour une autre personne.\nÀ la lumière des informations et de l’analyse qui précèdent, la Commission considère les allégations formulées comme fondées. L’enquête démontre en effet que le cadre normatif et les principes de la\nLoi sur la fonction publique\nn’ont pas été respectés.\nConséquemment, la Commission a recommandé à la CNESST :\nd’annuler la promotion à la suite de la réévaluation d’un emploi non conforme;\nde respecter, à l’avenir, le\nRèglement sur la promotion à la suite de la réévaluation d’un emploi\n;\nde respecter, à l’avenir, les obligations en matière d’éthique prévues à l’article 9 de la\nLoi sur la fonction publique\n.\nLa CNESST a répondu à la Commission qu’elle peut compter sur une expertise de pointe en matière de conseils en ressources humaines. Elle ajoute que le processus lié au présent mandat d'enquête a été réussi par le candidat, et ce, devant un comité indépendant et que la Commission ne remet pas en question ses compétences. Enfin, la CNESST mentionne qu’elle applique des normes strictes d'éthique."
    },
    {
        "title": "Désignations de cadre à mandat stratégique non conformes au ministère des Transports du Québec",
        "content": "Désignations de cadre à mandat stratégique non conformes au ministère des Transports du Québec\nLe 1\ner\naoût 2019, la Commission a transmis au ministère des Transports du Québec (MTQ) les\nrésultats d’une enquête\nà sa propre initiative concernant 13 désignations de cadre à mandat stratégique afin de valider si celles-ci étaient conformes au cadre normatif applicable.\nLes constats sont les suivants :\nPour 4 des 13 dossiers vérifiés, le mandat stratégique n’était pas clairement identifié dans le plan stratégique du Ministère. Cela contrevient à l’article 28 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\nqui définit un cadre à mandat stratégique ainsi : « un cadre qui, dans des circonstances particulières et exceptionnelles, se voit confier par le sous-ministre un projet d’envergure,\nclairement identifié dans le plan stratégique de l’organisation\n, dont les résultats ont un impact prépondérant au regard de la mission de l’organisation ».\nLe mandat stratégique constituait l’une des attributions principales et habituelles dévolues à l’emploi du cadre visé dans 5 des 13 dossiers. En effet, ces mandats se retrouvaient dans le\nQuestionnaire d’analyse d’emploi\ndes 5 dossiers en question. Cela va à l’encontre de l’article 28 de la Directive. Pour les 8 autres dossiers, le Ministère n’a pu démontrer si le mandat constituait ou non l’une des attributions principales et habituelles de l’emploi, la raison étant qu’aucun questionnaire d’analyse n’a été produit soit au moment de la désignation initiale ou de son renouvellement.\nLe Secrétariat du Conseil du trésor (SCT) n’a pas été informé de la désignation initiale dans 5 dossiers ni du renouvellement de 7 désignations, ce qui contrevient à l’article 28 de la Directive.\nLe Ministère n’a pas procédé à la réévaluation annuelle de 7 désignations. Cela contrevient à l’article 28 de la Directive. Cette obligation a été introduite dans la Directive le 10 avril 2018.\nPour 2 dossiers, le mandat stratégique s’avérait obsolète.\nAu regard de ces constats, la Commission considère les 13 désignations de cadre à mandat stratégique comme non conformes au cadre normatif applicable.\nConséquemment, la Commission a recommandé au Ministère :\nde mettre fin immédiatement aux 13 désignations et aux primes qui y sont liées;\nde s’assurer, à l’avenir, d’analyser, d’évaluer et de documenter adéquatement les désignations de cadre à mandat stratégique;\nde s’assurer, à l’avenir, que le mandat confié par le sous-ministre soit bel et bien un projet d’envergure, clairement identifié dans le plan stratégique de l’organisation, dont les résultats ont un impact prépondérant au regard de sa mission;\nde s’assurer, à l’avenir, que le mandat ne constitue pas, dans les faits, l’une des attributions principales et habituelles dévolues à l’emploi du cadre visé;\nde s’assurer, à l’avenir, d’informer le SCT de toute désignation comme cadre à mandat stratégique;\nde s’assurer, à l’avenir, d’évaluer chaque année la pertinence du mandat stratégique afin de justifier la poursuite ou non de la désignation.\nLe MTQ a répondu à la Commission qu’il allait enclencher un exercice de révision de l’ensemble des désignations de cadre à mandat stratégique. Toutefois, il est en désaccord avec la Commission en ce qui concerne le fait qu’un mandat stratégique soit clairement identifié dans le plan stratégique."
    },
    {
        "title": "Irrégularité de classement au ministère des Transports du Québec",
        "content": "Irrégularité de classement au ministère des Transports du Québec\nLe 25 juillet 2019, la Commission a transmis au ministère des Transports du Québec (MTQ) les résultats d’une enquête à sa propre initiative concernant la nomination d’une personne à l’emploi de directeur adjoint de la mise en œuvre des travaux préparatoires et des travaux d’accompagnement (ci-après « directeur adjoint »).\nLa Commission a vérifié si cette désignation respectait les articles 33 et 37 de la\nDirective concernant la classification et la gestion des emplois de cadres et leurs titulaires\n.\nLes constats sont les suivants :\nIl n’y avait pas de\nQuestionnaire d’analyse d’emploi\nvalide pour l’emploi au moment de la nomination du directeur adjoint;\nL’emploi de directeur adjoint n’a pas fait l’objet d’une évaluation d’emploi d’encadrement. Cela va à l’encontre de l’alinéa 1 de l’article 33 de la Directive qui mentionne d’évaluer les emplois de cadres conformément à la méthode d'évaluation des emplois de cadres approuvée par le Conseil du trésor et respecter la relativité ministérielle et interministérielle de ces emplois;\nLa personne en cause était cadre, classe 3, avant son affectation sur l’emploi de directeur adjoint. Le MTQ a maintenu ce classement lors de son affectation ainsi que le traitement salarial s’y rattachant, et ce, malgré le fait que cet emploi était de niveau cadre, classe 4. Cela contrevient à l’article 37 de la Directive qui prévoit que l’affectation permet de pourvoir à un emploi de cadre vacant d’un ministère ou d’un organisme par un cadre qui appartient à ce ministère ou cet organisme et dont la classe d’emplois est la même que celle de l’emploi à pourvoir.\nAu regard de ces constats, la Commission considère la nomination de la personne à titre de directeur adjoint comme non conforme au cadre normatif applicable.\nConséquemment, la Commission a recommandé au Ministère, comme elle l’a fait dans le\nrapport d’enquête 1920-EI-1,00\n, de :\npourvoir, à l’avenir, les emplois de cadres vacants via l’affectation par des cadres du même niveau;\ncompléter, à l’avenir, les fiches d’évaluation du niveau de l’emploi et les justifications requises pour tous les emplois de cadre;\ns’assurer, à l’avenir, d’analyser, d’évaluer et de documenter adéquatement les emplois à pourvoir.\nLe MTQ a informé la Commission que l’emploi de directeur adjoint de la mise en œuvre des travaux préparatoires et des travaux d’accompagnement a été aboli le 1\ner\navril 2017. Le même jour, la personne a été nommée à l’emploi de directeur du grand projet Turcot. Cet emploi de cadre, classe 3, correspond au classement actuel de la personne en cause.\nLe MTQ s’est engagé à suivre l’ensemble de nos recommandations."
    },
    {
        "title": "Nomination non conforme à un emploi d'une durée maximale de 55 jours au MAPAQ",
        "content": "Nomination non conforme à un emploi d'une durée maximale de 55 jours au MAPAQ\nLe 24 juillet 2019, la Commission a transmis au ministère de l’Agriculture, des Pêcheries et de l’Alimentation du Québec (MAPAQ) les résultats d'une enquête initiée qui avait pour objet un emploi d’une durée maximale de 55 jours.\nLa nomination de la personne en cause, à titre d’agent de développement industriel qui a débuté le 11 février 2019, est un renouvellement d’un autre emploi d’une durée maximale de 55 jours qui avait débuté le 11 novembre 2018 sur le même emploi et dans la même direction.\nCette nomination va à l’encontre du paragraphe 64° de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\nqui stipule : « tout autre emploi non énuméré à la présente annexe, créé pour répondre à un besoin continu ou discontinu de main-d’œuvre d’une durée maximale de 55 jours ». Elle contrevient aussi à l’article 11 de cette directive qui mentionne qu’un emploi occasionnel peut être prolongé ou renouvelé à la condition que l’employé qui occupe cet emploi soit inscrit dans une banque de personnes qualifiées valide ou à la condition que sa qualification soit maintenue en application du\nRèglement concernant le processus de qualification et les personnes qualifiées.\nLa personne en cause ne répondait pas à ces conditions.\nAu terme de son enquête, la Commission a recommandé au MAPAQ de :\nne plus nommer la personne en cause à des emplois occasionnels de 55 jours à titre de technicien ou professionnel en lien avec les programmes d’aide financière;\nse conformer, à l’avenir, à l’article 11 de la\nDirective concernant les emplois occasionnels de la fonction publique\n;\nse conformer, à l’avenir, au paragraphe 64° de l’annexe I de la\nDirective concernant les emplois occasionnels de la fonction publique\n.\nLe MAPAQ s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Désignation à titre provisoire au ministère des Affaires municipales et de l’Habitation",
        "content": "Désignation à titre provisoire au ministère des Affaires municipales et de l’Habitation\nLe 17 juillet 2019, la Commission a transmis au ministère des Affaires municipales et de l’Habitation (MAMH) les résultats d'une enquête qui avait pour objet une désignation à titre provisoire à un emploi de cadre, classe 4.\nLa Commission a conclu qu’aucun processus de dotation n’avait été initié dans les 120 jours de la date de la désignation à titre provisoire et qu’elle a dépassé 52 semaines. La Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation.\nLa Commission recommande en outre de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir. Au terme de son enquête, la Commission a recommandé au MAMH :\nd’initier, à l’avenir, le processus de dotation dans un délai de 120 jours de la date de la désignation à titre provisoire pour les cadres de la classe 630;\nde respecter, à l’avenir, la durée maximale de 12 mois pour les désignations à titre provisoire.\nLe MAMH s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Irrégularité de classement au ministère des Transports du Québec",
        "content": "Irrégularité de classement au ministère des Transports du Québec\nLe 16 juillet 2019, la Commission a transmis au ministère des Transports du Québec (MTQ) les\nrésultats d’une enquête\nà sa propre initiative concernant la nomination d’une personne à l’emploi de directeur général à la surveillance des marchés et à l’observation des règles contractuelles. La Commission a vérifié si cette désignation respectait les articles 32, 33 et 37 de la\nDirective concernant la classification et la gestion des emplois de cadres et leurs titulaires\n.\nLes constats de l’enquête ont été les suivants :\nLa personne a été nommée à l’emploi de directeur général le 18 septembre 2017. Elle occupait auparavant un emploi de cadre, classe 1, au Secrétariat du Conseil du trésor (SCT). Elle a conservé ce classement lors de sa nomination au Ministère.\nLa personne qui occupait antérieurement l’emploi de directeur général avait un classement de cadre, classe 2. Or, la Commission ne constate aucun changement en ce qui concerne la position de l’emploi dans l’organigramme.\nLes deux autres directeurs généraux au sous-ministériat à la gestion contractuelle et à la surveillance des marchés occupent des emplois de cadre, classes 3 et 2.\nIl n’y avait pas de\nQuestionnaire d’analyse d’emploi\nvalide pour l’emploi au moment de la nomination de la directrice générale et aucun n’a été produit entre le moment de sa nomination et le début de l’enquête. Ceci contrevient au paragraphe 1° de l’article 33 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\nqui mentionne que le sous-ministre est responsable de la gestion et de l’évaluation des emplois de cadre de son organisation et qu’à cette fin, il doit évaluer ces emplois conformément à la méthode d’évaluation des emplois de cadre approuvée par le Conseil du trésor et respecter la relativité ministérielle et interministérielle de ces emplois.\nLe Ministère n’a jamais informé le SCT de la nomination de la directrice générale à titre de cadre, classe 1, sur un emploi de cadre, classe 2, comme le prévoit l’article 32 de la Directive qui mentionne que le SCT doit recommander au Conseil du trésor le niveau des emplois de cadre, classe 1. Pour ce faire, le sous-ministre doit l’en aviser au préalable.\nLe Ministère n’a pas respecté l’article 37 de la Directive qui mentionne que la mutation permet de pourvoir à un emploi d’encadrement vacant d’un ministère ou d’un organisme par un cadre dont la classe d’emplois est la même que celle de l’emploi à pourvoir.\nAu terme de son enquête, la Commission a considéré la nomination de la directrice générale à la surveillance des marchés et à l’observation des règles contractuelles comme non conforme au cadre normatif et aux principes d’impartialité et d’équité prévus à la\nLoi sur la fonction publique\n.\nLa Commission a recommandé au Ministère :\nde produire un questionnaire d’analyse de l’emploi, évalué et à jour;\nde suivre la procédure prévue aux articles 32 et 33 de la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\nqui mentionne d’informer le SCT afin que ce dernier puisse émettre un avis préalable au Conseil du trésor sur le niveau de l’emploi, si le ministère estime qu’il s’agit d’un emploi de cadre, classe 1;\nde pourvoir, à l’avenir, les emplois de cadre vacants via la mutation par des cadres de même niveau."
    },
    {
        "title": "Désignation à titre de cadre à mandat stratégique à la Commission des normes, de l’équité, de la santé et de la sécurité du travail",
        "content": "Désignation à titre de cadre à mandat stratégique à la Commission des normes, de l’équité, de la santé et de la sécurité du travail\nLe 11 juin 2019, la Commission a transmis à la Commission des normes, de l’équité, de la santé et de la sécurité du travail (CNESST) les résultats d’une enquête à sa propre initiative concernant une désignation de cadre à mandat stratégique. La Commission a vérifié si cette désignation respectait l’article 28 de la\nDirective concernant la classification et la gestion des emplois de cadres et leurs titulaires\n.\nLes constats de l’enquête sont les suivants :\nLa CNESST n’a pas avisé le Secrétariat du Conseil du trésor (SCT) lors de la désignation de cadre à mandat stratégique de la personne en cause ni lors des renouvellements du mandat stratégique. Cela contrevient à la Directive qui stipule que le dirigeant doit informer le SCT de toute désignation comme cadre à mandat stratégique.\nLe mandat n’est pas clairement identifié dans le plan stratégique 2017-2020 de la CNESST. Dans les faits, le mandat de la personne en cause est de veiller à l’atteinte de l’ensemble des cibles du plan stratégique et d’aviser la haute direction de tout écart potentiel. Cela contrevient à l’article 28 de la Directive qui stipule que le mandat doit être clairement identifié dans le plan stratégique.\nLe mandat constitue une des attributions principales et habituelles dévolues à l’emploi de la personne en cause. Cela contrevient à l’article 28 de la Directive qui mentionne que le mandat ne doit pas constituer une des attributions principales et habituelles dévolues à l’emploi du cadre visé.\nAu regard de ces constats, la Commission a recommandé à la CNESST de retirer à la personne en cause le titre de cadre à mandat stratégique ainsi que la prime liée à sa désignation.\nLa CNESST a répondu à la Commission qu’elle prend acte des constats et recommandations à l'égard de ses obligations en vertu du cadre normatif applicable pour les désignations de cadres à mandat stratégique. À cet effet, les suivis nécessaires seront effectués et une attention particulière sera portée aux prochaines demandes de désignations de cadres à mandat stratégique.\nPar ailleurs, elle a informé la Commission que la désignation ici concernée s’est terminée le 6 juin dernier, et ce, conformément à la période de fin indiquée dans le formulaire de recommandation."
    },
    {
        "title": "Enquête à l'initiative de la Commission à la Commission d'accès à l'information du Québec",
        "content": "Enquête à l'initiative de la Commission à la Commission d'accès à l'information du Québec\nLe 21 mars 2019, la Commission a transmis à la Commission d’accès à l’information du Québec (CAI) les résultats d’une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en janvier 2018.\nAu terme de cette enquête, la Commission a constaté certaines améliorations à apporter concernant les documents administratifs à conserver aux dossiers des employés. Ces documents servent notamment à confirmer les décisions prises par les gestionnaires en matière de gestion des ressources humaines, à pouvoir en rendre compte et en assurer un suivi, au besoin.\nSur la base des recommandations formulées, la CAI s’est engagée à :\ncompléter le document « Acte de nomination» à chaque renouvellement ou prolongation de contrats occasionnels;\ndocumenter les motifs à la base du besoin de recourir à un emploi occasionnel;\nprendre les moyens nécessaires pour s’assurer, à l’avenir, que la description des emplois à pourvoir soit dûment complétée, à jour et approuvée;\ntenir un registre des heures travaillées pour les emplois occasionnels d’une durée maximale de 55 jours."
    },
    {
        "title": "Enquête à l'initiative de la Commission à la Régie des marchés agricoles et alimentaires du Québec",
        "content": "Enquête à l'initiative de la Commission à la Régie des marchés agricoles et alimentaires du Québec\nLe 18 mars 2019, la Commission a transmis à la Régie des marchés agricoles et alimentaires du Québec les résultats d’une enquête entreprise à la suite de la\ndéclaration bisannuelle en matière de gestion des ressources humaines\nproduite par l’organisme en février 2018.\nAu terme de cette enquête, la Commission a constaté que l’établissement de la rémunération lors de la nomination à titre temporaire d’une employée était erroné et non conforme aux dispositions prévues à la\nDirective concernant l’attribution de la rémunération des fonctionnaires.\nLa Commission a recommandé à la Régie de réviser le dossier en question et de s’assurer à l’avenir d’appliquer correctement la Directive."
    },
    {
        "title": "Désignation à titre de cadre à mandat stratégique au ministère des Transports du Québec",
        "content": "Désignation à titre de cadre à mandat stratégique au ministère des Transports du Québec\nLe 8 mars 2019, la Commission a transmis aux parties visées les résultats d’une enquête concernant une désignation à titre de cadre à mandat stratégique au ministère des Transports du Québec (MTQ). La Commission a analysé les mandats qui ont été octroyés au directeur général du Service aérien gouvernemental afin de déterminer si ceux-ci correspondaient à un projet d’envergure clairement identifié dans la planification stratégique du MTQ et dont les résultats doivent avoir un impact prépondérant sur sa mission, comme l’exige la\nDirective concernant la classification et la gestion des emplois de cadres et de leurs titulaires\n.\nAprès analyse des mandats du directeur général, la Commission a conclu que la Directive n’était pas respectée et a recommandé au MTQ de lui retirer le titre de cadre à mandat stratégique ainsi que la prime liée à cette désignation, ce qui sera fait."
    },
    {
        "title": "Refus d'une candidature à la suite d'une entrevue de sélection à Services Québec",
        "content": "Refus d'une candidature à la suite d'une entrevue de sélection à Services Québec\nLe 5 mars 2019, la Commission a transmis aux parties visées les résultats d'une enquête concernant la sélection d'une candidature à la suite d'une entrevue pour un emploi de cadre, classe 5, à Services Québec.\nAu terme de son enquête, la Commission a recommandé à l’organisme de transmettre au requérant les motifs à l'appui de cette décision, ce que l’organisme s'est engagé à faire."
    },
    {
        "title": "Refus d'une candidature à la suite d'une entrevue de sélection à la SAAQ",
        "content": "Refus d'une candidature à la suite d'une entrevue de sélection à la SAAQ\nLe 5 mars 2019, la Commission a transmis aux parties visées les résultats d’une enquête concernant le refus d’un candidat pour un emploi de préposé aux immatriculations à la Société de l’assurance automobile du Québec (SAAQ) à la suite d’une entrevue de sélection.\nLa raison de ce refus était que le candidat ne maîtrisait pas la langue anglaise qui était exigée pour travailler à titre de préposé aux immatriculations dans certains points de services. Cette exigence n’avait pas été indiquée aux candidats avant l’entrevue. Le requérant contestait le fait que cette exigence soit apparue seulement lors de l’entrevue, et demandait une compensation financière pour les frais engagés pour s’y rendre.\nLa Commission a recommandé à la SAAQ d’aviser les candidats, au moment de la convocation à l’entrevue, que l’exigence de l’anglais est un prérequis pour l’emploi lorsque cela est le cas, ce qui sera fait à l’avenir.\nPour ce qui est de la compensation financière demandée par le requérant, la Commission n’a aucun pouvoir en cette matière."
    },
    {
        "title": "Refus d'admettre une candidature à un processus de qualification",
        "content": "Refus d'admettre une candidature à un processus de qualification\nLe 28 février 2019, la Commission a transmis aux parties visées les résultats d'une enquête concernant l'admission d'une candidature à un processus de qualification tenu par le ministère de la Sécurité publique. Au terme de cette enquête, la Commission a conclu que la décision de refuser cette candidature était non conforme au cadre normatif applicable. La Commission a recommandé au Ministère de l'admettre, ce qui a été fait."
    },
    {
        "title": "Refus d'admettre une candidature à un processus de recrutement",
        "content": "Refus d'admettre une candidature à un processus de recrutement\nLe 27 février 2019, la Commission a transmis aux parties visées les résultats d’une enquête concernant l’admission d’une candidature à un processus de qualification visant à pourvoir des emplois d’architecte, grade stagiaire, tenu par le Centre de services partagés du Québec (CSPQ).\nAu terme de son enquête, la Commission a conclu que les candidats détenant un certificat du Conseil canadien de certification en architecture devraient être admis, car celui-ci certifie que les qualifications académiques en architecture d’un candidat sont conformes à la norme de formation requise pour l’admission à l’Ordre des architectes du Québec.\nLa Commission a recommandé au CSPQ d’admettre la candidature visée ainsi que tous les autres candidats possédant un tel certificat, ce qui a été fait."
    },
    {
        "title": "Désignation à titre provisoire au ministère de la Culture et des Communications",
        "content": "Désignation à titre provisoire au ministère de la Culture et des Communications\nLe 18 février 2019, la Commission a transmis au ministère de la Culture et des Communications (MCC) les résultats d'une enquête qui avait pour objet une désignation à titre provisoire à un emploi de cadre, classe 4. La Commission a conclu qu’aucun processus de dotation n’avait été initié dans les 120 jours de la date de la désignation à titre provisoire, mais que la durée de celle-ci ne dépassait pas 12 mois.\nLa Commission rappelle que, lorsque la personne désignée détient un classement inférieur à l’emploi à pourvoir, les désignations à titre provisoire ne doivent pas dépasser la période maximale de 12 mois, et qu’un processus de dotation doit être initié dans un délai de 120 jours de la date de la désignation. La Commission recommande en outre de privilégier un employé appartenant à une classe d’emplois équivalente ou supérieure à celle de l’emploi à pourvoir.\nAu terme de son enquête, la Commission a recommandé au MCC :\nd’initier, dans un délai de trois mois, un processus de dotation pour pourvoir à l’emploi de cadre, classe 4, afin de respecter la durée maximale de 12 mois prévue pour les désignations à titre provisoire;\nd’initier, à l’avenir, le processus de dotation dans un délai de 120 jours de la date de la désignation à titre provisoire pour tous les cadres de la classe 630.\nLe MCC s’est engagé à suivre ces recommandations."
    },
    {
        "title": "Favoritisme, conflit d'intérêts et non-respect du cadre normatif dans la dotation d'un emploi au ministère de l’Éducation et de l’Enseignement supérieur",
        "content": "Favoritisme, conflit d'intérêts et non-respect du cadre normatif dans la dotation d'un emploi au ministère de l’Éducation et de l’Enseignement supérieur\nLe 23 janvier 2019, la Commission a rendu publiques les\nconclusions d’une enquête\nqui avait pour objet de vérifier le bien-fondé d’allégations de favoritisme, de conflit d’intérêts et de non-respect du cadre normatif dans la dotation d’un emploi occasionnel de conseillère en gestion des ressources humaines de moins d’un an au sein de la direction des ressources humaines du ministère de l’Éducation et de l’Enseignement supérieur (MEES), par une fonctionnaire permanente d’un autre ministère.\nAu terme de son enquête, la Commission a conclu que les allégations reçues étaient fondées. L’enquête a en effet démontré que le cadre normatif et les principes de la\nLoi sur la fonction publique\nn’ont pas été respectés. De plus, la Commission a considéré que les agissements de la directrice des ressources humaines et de sa coordonnatrice ont porté atteinte à l’intégrité des décisions prises par leur ministère.\nLa Commission a recommandé au MEES :\nde réclamer les montants qui ont été versés en trop à la personne en cause lors de ses deux emplois occasionnels d’une durée maximale de 55 jours, du 27 novembre 2017 au 18 mai 2018;\nde déterminer, en étroite collaboration avec la Direction générale des services de rémunération du Centre de services partagés du Québec, un état détaillé des montants réclamés et de consulter la personne en cause sur le mode de remboursement qui lui convient, dans un délai maximal proportionnel à celui au cours duquel le versement en trop a été effectué;\nde rappeler à l’ensemble du personnel de la Direction des ressources humaines leurs obligations en matière d’éthique et de conflit d’intérêts;\nde ne plus renouveler ou prolonger un emploi d’une durée maximale de 55 jours;\nde revoir la description d’emploi de la personne en cause et de la faire évaluer par une entité externe;\nde produire une description d’emploi, évaluée et à jour, des emplois de coordonnatrice de l’équipe de la gestion de la main-d’œuvre et de directrice des ressources humaines;\nde compléter, à l’avenir, les fiches d’évaluation du niveau de l’emploi et les justifications requises pour tous les emplois, classe principale;\nde s’assurer à l’avenir d’analyser, d’évaluer et de documenter adéquatement les emplois à pourvoir."
    }
]